{
  "namespace": "local",
  "concept_name": "toxicity",
  "type": "text",
  "data": {
    "0": {
      "label": true,
      "text": "COCKSUCKER BEFORE YOU PISS AROUND ON MY WORK",
      "img": null,
      "origin": null,
      "id": "0"
    },
    "1": {
      "label": true,
      "text": "Hey... what is it..\n@ | talk .\nWhat is it... an exclusive group of some WP TALIBANS...who are good at destroying, self-appointed purist who GANG UP any one who asks them questions abt their ANTI-SOCIAL and DESTRUCTIVE (non)-contribution at WP?\n\nAsk Sityush to clean up his behavior than issue me nonsensical warnings...",
      "img": null,
      "origin": null,
      "id": "1"
    },
    "2": {
      "label": true,
      "text": "Bye! \n\nDon't look, come or think of comming back! Tosser.",
      "img": null,
      "origin": null,
      "id": "2"
    },
    "3": {
      "label": true,
      "text": "You are gay or antisemmitian? \n\nArchangel WHite Tiger\n\nMeow! Greetingshhh!\n\nUh, there are two ways, why you do erased my comment about WW2, that holocaust was brutally slaying of Jews and not gays/Gypsys/Slavs/anyone...\n\n1 - If you are anti-semitian, than shave your head bald and go to the skinhead meetings!\n\n2 - If you doubt words of the Bible, that homosexuality is a deadly sin, make a pentagram tatoo on your forehead go to the satanistic masses with your gay pals!\n\n3 - First and last warning, you fucking gay - I won't appreciate if any more nazi shwain would write in my page! I don't wish to talk to you anymore!\n\nBeware of the Dark Side!",
      "img": null,
      "origin": null,
      "id": "3"
    },
    "4": {
      "label": true,
      "text": "FUCK YOUR FILTHY MOTHER IN THE ASS, DRY!",
      "img": null,
      "origin": null,
      "id": "4"
    },
    "5": {
      "label": true,
      "text": "I'm Sorry \n\nI'm sorry I screwed around with someones talk page.  It was very bad to do.  I know how having the templates on their talk page helps you assert your dominance over them.  I know I should bow down to the almighty administrators.  But then again, I'm going to go play outside....with your mom.   76.122.79.82",
      "img": null,
      "origin": null,
      "id": "5"
    },
    "6": {
      "label": true,
      "text": "GET FUCKED UP. GET FUCKEEED UP.  GOT A DRINK THAT YOU CANT PUT DOWN???/ GET FUCK UP GET FUCKED UP.  I'M FUCKED UP RIGHT NOW!",
      "img": null,
      "origin": null,
      "id": "6"
    },
    "7": {
      "label": true,
      "text": "Stupid peace of shit stop deleting my stuff asshole go die and fall in a hole go to hell!",
      "img": null,
      "origin": null,
      "id": "7"
    },
    "8": {
      "label": true,
      "text": "=Tony Sidaway is obviously a fistfuckee. He loves an arm up his ass.",
      "img": null,
      "origin": null,
      "id": "8"
    },
    "9": {
      "label": true,
      "text": "My Band Page's deletion. You thought I was gone. \n\nDeleting the comment I posted on your 'talk page' does not delete my feelings for your hasty decision to delete my page. You, sir, are still a cock-sucking douche fuck. Sit back for a second and think about what your life has become. ............ Done? That didn't take long did it? Nope. Because, as I am most certainly aware, your life is a shitstorm of sitting in front of the computer masturbating to fictional creatures. Your attempts to get rid of me are mediocre at best. You are constantly sucking the dick of failure. You don't want a personal attack, huh? Well, too bad, Fuckcock McDickerson. You've got one. From me. You can go ahead and delete my profile from wikipedia. I'll just make another one and come right back to 'Syrthiss's talk page and insult the dick off of you. How could you shatter the dreams of an innocent eighteen year old college freshman trying to make a name for his band. Does that make you happy? Fucking with people because you're an overweight, single, old man in a dead-end job. Did you spot that perhaps someone else was going to follow his dreams and you were trying to hold him back so somebody else could suffer like you? Yes you did. I don't make empty threats, so I won't be saying anything along the lines of 'i'll hurt you' or 'i'll eat the children from within your sister's womb', but I will say that you are a asshole, son-of-a-bitch, mother fucking cock sucker. So, go eat some more food and drown your sorrows you premature ejaculating, bald headed fuck.\n\nYou should do something nice for yourself, maybe go grab a couple of Horny Goat Weeds from your local convenience store and jack off for a little longer than three minutes tonight.\n\nSincerely,\nAn Asshole That's Better Than You In Every Way.",
      "img": null,
      "origin": null,
      "id": "9"
    },
    "10": {
      "label": true,
      "text": "Why can't you believe how fat Artie is? Did you see him on his recent appearence on the Tonight Show with Jay Leno? He looks absolutely AWFUL! If I had to put money on it, I'd say that Artie Lange is a can't miss candidate for the 2007 Dead pool!   \n\n  \nKindly keep your malicious fingers off of my above comment, . Everytime you remove it, I will repost it!!!",
      "img": null,
      "origin": null,
      "id": "10"
    },
    "11": {
      "label": true,
      "text": "All of my edits are good.  Cunts like you who revert good edits because you're too stupid to understand how to write well , and then revert other edits just because you've decided to bear a playground grudge, are the problem.  Maybe one day you'll realise the damage you did to a noble project.  201.215.187.159",
      "img": null,
      "origin": null,
      "id": "11"
    },
    "12": {
      "label": true,
      "text": "Hi! I am back again!\nLast warning!\nStop undoing my edits or die!",
      "img": null,
      "origin": null,
      "id": "12"
    },
    "13": {
      "label": true,
      "text": "Would you both shut up, you don't run wikipedia, especially a stupid kid.",
      "img": null,
      "origin": null,
      "id": "13"
    },
    "14": {
      "label": true,
      "text": "A pair of jew-hating weiner nazi schmucks.",
      "img": null,
      "origin": null,
      "id": "14"
    },
    "15": {
      "label": true,
      "text": "\"\n\nSORRY PUCK BUT NO ONE EVER SAID DICK WAS NUMBER ONE!! But he is clearly listed as being \"\"second only to Batman\"\" and a \"\"master detective and martial artist\"\" and been trained in all the mentioned combat discplines. No need to mention in skills/abilities about the battles he's lost and won because thats not what an encylopia is supposed to do. \n\nAlso, what your problem is your going by low end showings and not HIGH end showings where he's proven more than a match for a meta like Slade and pinned Shiva down in one of his earliest appearences.\n \"",
      "img": null,
      "origin": null,
      "id": "15"
    },
    "16": {
      "label": true,
      "text": "\"\n\nUNBLOCK ME OR I'LL GET MY LAWYERS ON TO YOU FOR BLOCKING MY CONSTITUTIONAL RIGHT TO FREE SPEECH\"",
      "img": null,
      "origin": null,
      "id": "16"
    },
    "17": {
      "label": true,
      "text": "You should be fired, you're a moronic wimp who is too lazy to do research. It makes me sick that people like you exist in this world.",
      "img": null,
      "origin": null,
      "id": "17"
    },
    "18": {
      "label": true,
      "text": "I think that your a Fagget get a oife and burn in Hell I hate you 'm sorry we cant have any more sex i'm running out of conndoms",
      "img": null,
      "origin": null,
      "id": "18"
    },
    "19": {
      "label": true,
      "text": "you are a stupid fuck \n\nand your mother's cunt stinks",
      "img": null,
      "origin": null,
      "id": "19"
    },
    "20": {
      "label": true,
      "text": "Your blatant POV pushing \n\nNeither of you guys has made any contribution to this Italian history article other than to shove your unhistorical unconstructive modern POV in my face.\nThis is a HISTORY article. HISTORY.\nHave you heard of that?\nThis is the reason why so many people get pissed off about the pedantry and idiocy and triviality of Wikipedia.\nJ*sus. Get a f*cking life.",
      "img": null,
      "origin": null,
      "id": "20"
    },
    "21": {
      "label": true,
      "text": "Give me a permanat block raseac....!!! remember me....!!! Muslims dont you worry for these images they are trying to hurt us but they cant look these images are fake and have nothing to do with Islam or our prophet even their article is so lame wikipedia is not an authentic source its an encyclopedia for the kids which has not authenticity anyone can edit or write whatever they think...just like raeasc you can see he does not knows what Islam is and he talks about it so forget about wiki its lame they have no authenticity...i recommend they should add pissed christ in jessus article....they should...",
      "img": null,
      "origin": null,
      "id": "21"
    },
    "22": {
      "label": true,
      "text": "Fuck you, block me, you faggot pussy!",
      "img": null,
      "origin": null,
      "id": "22"
    },
    "23": {
      "label": true,
      "text": "Kill all niggers. \n\nI have hard, that others have said this.. should this be included? That racists sometimes say these.",
      "img": null,
      "origin": null,
      "id": "23"
    },
    "24": {
      "label": true,
      "text": "Burn Deck \n\nIf that'd guy's burn deck is like what I think it is than he is in for a blrude awakening!!! Leviathan motherfucker!!!",
      "img": null,
      "origin": null,
      "id": "24"
    },
    "25": {
      "label": true,
      "text": "u r a tw@ fuck off u gay boy.U r smelly.Fuck ur mum poopie",
      "img": null,
      "origin": null,
      "id": "25"
    },
    "26": {
      "label": true,
      "text": "Atheism is full of bias shit",
      "img": null,
      "origin": null,
      "id": "26"
    },
    "27": {
      "label": true,
      "text": "Hey why you are spreading misconceptions and trying to spread false information to the people.You not even know who won the battle and who lost.you are the cheapest person on the earth.Bloody ignorant fool.Check sources before spreading rumors",
      "img": null,
      "origin": null,
      "id": "27"
    },
    "28": {
      "label": true,
      "text": "\"\n\nAnd you are? Let me know when you've crawled out of their arses. '''''' Dick Laurent is dead \"",
      "img": null,
      "origin": null,
      "id": "28"
    },
    "29": {
      "label": true,
      "text": "this user is such a worthless goddamn faggot fuck you faggot",
      "img": null,
      "origin": null,
      "id": "29"
    },
    "30": {
      "label": true,
      "text": "Fuck off\n\nYou are NOT an administrator. You DON'T have the authority to tell me what to do.",
      "img": null,
      "origin": null,
      "id": "30"
    },
    "31": {
      "label": true,
      "text": "Well you are ridiculous, in fact I suspect that you are Calton, please block me, I dont care....",
      "img": null,
      "origin": null,
      "id": "31"
    },
    "32": {
      "label": true,
      "text": "\"\n\n Fuck you \n\n  Fuck you award go fuck yourself   \"",
      "img": null,
      "origin": null,
      "id": "32"
    },
    "33": {
      "label": true,
      "text": "Keep your eye on it, no one cares, OK? People can put what they want on here, and clean it up all you want but no one cares. God, you're so freakin' stupid!   Omnigan",
      "img": null,
      "origin": null,
      "id": "33"
    },
    "34": {
      "label": true,
      "text": "MATT HARDY IS SO FUCKY!!!''Italic text[[Media:Example.ogg]]'''''MATT HARDY IS SO FUCKY!!!",
      "img": null,
      "origin": null,
      "id": "34"
    },
    "35": {
      "label": true,
      "text": "God is dead\nI don't mean to startle anyone but God is dead. We should not worry about him anymore. Just thought I would let everyone know. Well, goodbye and good luck with your newfound crisis of faith! 24.77.205.229",
      "img": null,
      "origin": null,
      "id": "35"
    },
    "36": {
      "label": true,
      "text": "Have you seen the reference to their claim, you moron''?? This is not a source. It´s their POV. Once I have more time I will reduce your Pashtun nationalist POVs here on Wiki and give order to my uncles and cousins the execution of Pashtuns in the entire northern Afghanistan down to Gardez, Jalalabad, Lashkargah, Logar, Paghman, Laghman, Kunduz, Herat, Farah ... whereever immigrant descandants of violent Kuchis settled and took non-Pashtun lands away and traditional Tajik countries. 84.59.190.210",
      "img": null,
      "origin": null,
      "id": "36"
    },
    "37": {
      "label": true,
      "text": "Thank you \nHei, it's me, the William Hope fan. Guess what - I am back at a new IP, ready to vandalize everything regarding William Hope, and you can't do sh-t to stop me, maybe delay me, but no stopping me. So lets salute to some more William Hope lunacy by shoving his p-nis in my mouth.",
      "img": null,
      "origin": null,
      "id": "37"
    },
    "38": {
      "label": true,
      "text": "Fuck you \n\n-User:The Bohemian Shinobis yeah, that's right, bitch! You are all pieces of shit!",
      "img": null,
      "origin": null,
      "id": "38"
    },
    "39": {
      "label": true,
      "text": "Dear Mokele,\nYou have no right to tell people to die in a fire. Just because that IP address is being used for vandilism does not mean you can talk to people like that. You are in fact a bigger loser than the person who you block.",
      "img": null,
      "origin": null,
      "id": "39"
    },
    "40": {
      "label": true,
      "text": "Thank you for your RACIST experimenting with the page Katherine Heigl on Wikipedia. Your test worked, and it has been reverted or removed. Please use the sandbox for any other tests you may want to do. Take a look at the welcome page to learn more about contributing to our encyclopedia. Now go FUCK YOURSELF YOU RACIST CANUCK ASSHOLE1  U HAVE NOTHING BETTER TO DO THAN CENSOR THE TRUTH U GODDAMN KKKKANUCK PIECE O TRASH///  DICKHEAD MORON MOTHERFUCKER111LOL  YOU CANUCKS R REAL RETARDS1  FUK OFF DICKWEED!  EDIT ANOTHER 1 OF MY EIDTS AND YOU'LL BE EXPEL FROM WIKI BY JIMBO YOU SOB DICKHEAD11 \nSO WATCH IT MOFO PIECE OF GARBAGE RACIST MOFO ASSHOLE.  IM TRYINBG TO BE NICE HERE SO TAKE WHAT i SAY AS A COMPLIMENT!Yamla",
      "img": null,
      "origin": null,
      "id": "40"
    },
    "41": {
      "label": true,
      "text": "Be careful who you call a moron.",
      "img": null,
      "origin": null,
      "id": "41"
    },
    "42": {
      "label": true,
      "text": "Gay \n\nThe existence of CDVF is further proof that  is a sad twat. He is also very ugly, and has a willy for a face.",
      "img": null,
      "origin": null,
      "id": "42"
    },
    "43": {
      "label": true,
      "text": "I NEVER FUCKING MADE THIS MOTHER FUCKING ARTICLE I JUST FUCKING EDITED IT AND THAT WAS A FUCKING LONG TIME AGO FUCKING ASSHOLES! PISSING ME OFF @",
      "img": null,
      "origin": null,
      "id": "43"
    },
    "44": {
      "label": true,
      "text": "Fucked with the wrong muchacho.  21:19, July 23, 2005 (UTC)",
      "img": null,
      "origin": null,
      "id": "44"
    },
    "45": {
      "label": true,
      "text": "Hi \n\nIm a fucking bitch.\n\n50.180.208.181",
      "img": null,
      "origin": null,
      "id": "45"
    },
    "46": {
      "label": true,
      "text": "Add Mobile porn as additional WP:ALSO link",
      "img": null,
      "origin": null,
      "id": "46"
    },
    "47": {
      "label": true,
      "text": "F**K ALL RIDES AT WORLDS OF FUN  \n\nI hate all rides at Worlds of Fun because they are sh_tty and boring. All ride operators at WOF should be fired sued and hanged. Burn all WOF coasters. Arrest all WOF park operators! Assassinate all WOF customers! I heard that a boy died on Timberwolf on August, 2014. That's stupid! Worlds of Fun should have nown better to built that sh_t ride. Worlds Of Fun cares about money and prophet moar than they're customers. Burn that sh_t park down! F**K YOU RIDES! WorldS Of Fun is dangerouser than GRround Zero and Area 51. \n\nWorlds of Fun should burn in Hell!",
      "img": null,
      "origin": null,
      "id": "47"
    },
    "48": {
      "label": true,
      "text": "\"\"\"Nazi filth\"\" is impolite  04:27, 20 Jan 2004 (UTC)\n\n\"",
      "img": null,
      "origin": null,
      "id": "48"
    },
    "49": {
      "label": true,
      "text": "I don't care what you say here. I don't believe one sentence anymore.",
      "img": null,
      "origin": null,
      "id": "49"
    },
    "50": {
      "label": true,
      "text": "I can tell you what the argument is about here newseventsguy. It's about YOUR retroactive reversion of a simple edit trying to include secondary independent verification of sedimentary nanodiamonds in Younger Dryas sediments by Bement and Madden et al., WITHOUT DISCUSSION a reference that I notice has NOT YET been included in the reference list still, after all this time. This is after you ADMIT that you are ignorant of the peer review literature and the controversy. Any attempt to do simple reference list edits on this page have been stomped by no less that five admittedly biased and ignorant editors. The honorable thing to do here would be to recuse yourself from editing the page, as I have. But I haven't seen that happening until now. Good luck with it, you've already made complete fools of yourselves.",
      "img": null,
      "origin": null,
      "id": "50"
    },
    "51": {
      "label": true,
      "text": "HELLO HOW DO I GET SOMEBODY TO FIX SHIT AROUND HERE?",
      "img": null,
      "origin": null,
      "id": "51"
    },
    "52": {
      "label": true,
      "text": "Dictionaries\n\nHow dare you call my contribution spam!!! I am a Kurd and I made a lsit of kurdish dictionaries. you bloody turkish nationalist and atoricity commiting bone breaking Nazi. watch out folk this slimy Turk is trying to censor the internet this is not undemocratic Turkey here, no prison cells in wikipedia you stupid Turk! And you buggers want membership to the EEC",
      "img": null,
      "origin": null,
      "id": "52"
    },
    "53": {
      "label": true,
      "text": "You are a know it all.....Jimbo! \n\nWhy don't you get a life instead of sitting in front of your computer all day. The high priestess of knowledge, indeed!",
      "img": null,
      "origin": null,
      "id": "53"
    },
    "54": {
      "label": true,
      "text": "What a motherfucking piece of crap those fuckheads for blocking us!",
      "img": null,
      "origin": null,
      "id": "54"
    },
    "55": {
      "label": true,
      "text": "You sir are an imbecile, and a pervert.",
      "img": null,
      "origin": null,
      "id": "55"
    },
    "56": {
      "label": true,
      "text": "\"\n\n Another crap article \nParrots what promotion websites of capoeira schools say about myths of origin. And also that persecution thing. By the late 1800s, capoeira became a word for street brawling. Thus, authorities did not prohibit or sanction \"\"practice\"\" of capoeira. In banning capoeira they were banning outright street brawls! It's why Mestre Bimba presented his art as Luta Regional Baiana. No decent carioca would be eager to sympathise with capoeira and malandrismo. I could attempt to alter the article but it's become such a mess by now.   \"",
      "img": null,
      "origin": null,
      "id": "56"
    },
    "57": {
      "label": true,
      "text": "I'm also a sock puppet of this account...SUPRISE!!\n-sincerely,\n            The man that will track you down from the Internet and kill you",
      "img": null,
      "origin": null,
      "id": "57"
    },
    "58": {
      "label": true,
      "text": "Are you fucker mother fucker have nothing to do but block University computers. Go and suck cocks",
      "img": null,
      "origin": null,
      "id": "58"
    },
    "59": {
      "label": true,
      "text": "HELLO \n\nYou disgrace to humanity. Stop wasting valuable Internet resources (your killing the fucking planet) and throw out your PC. PS it's like 3am what the fark kinda life do you have on Wikipedia 24/7. A VERY SAD AND LONELY ONE LOL. Life's too short find something better to do",
      "img": null,
      "origin": null,
      "id": "59"
    },
    "60": {
      "label": true,
      "text": "Your retarded bot \n\nYour bot is entirely automated, that is wrong.  You should not leave an unattented script just running through the site like that, it is idiotic of you to suppose that your scripting abilities are so perfect that they will only ever make proper edits.  Banning me doesn't help anything, dipshit, since I have as many IPs as I want.",
      "img": null,
      "origin": null,
      "id": "60"
    },
    "61": {
      "label": true,
      "text": "DISLIKE RACISM AND I CAN SEE THAT YOU HAS PROBLEMS WITH PEOPLE WHO SPEAKS SPANISH. YOU ARE AN ANTISEMITE TOO.",
      "img": null,
      "origin": null,
      "id": "61"
    },
    "62": {
      "label": true,
      "text": "IT WASNT VANDALISM, DICKHEAD",
      "img": null,
      "origin": null,
      "id": "62"
    },
    "63": {
      "label": true,
      "text": "\"\n\n You Suck \n\nIf you don't undelete the page \"\"Barry Dejay\"\" I will %$#@ you!\"",
      "img": null,
      "origin": null,
      "id": "63"
    },
    "64": {
      "label": true,
      "text": "Curse \nWikipedia has no respect for God. \nWikipedia is full of lies or dangerously evil half truths.\nWikipedia has no respect for religion.\nThe following users of Wikipedia, namely: Redtigerxyz, Priyanath, Emperor Genius, Raj2004, Wikidas, Wikiveer and DaGizza have all committed blasphemy and sacrilage. Curse upon you that you will all perish.\nI curse the following users of  Wikipedia, namely: Redtigerxyz, Priyanath, Emperor Genius, Raj2004, Wikidas, Wikiveer and DaGizza that you will all perish.\nI curse that the Wikipedia will entirely perish.\nI beg forgiveness from the Supreme God, Lord Vishnu for choosing the blasphemous Wikipedia website to write about the truth. \nA true devote of the Supreme Lord Vishnu has been hurt and my curse never goes in vain.\nI will never again edit or read or go to the evil Wikipedia website, forever . \nDelete my user-id and all edits you evil Wikipedians.\nMr. DaGizza, you are a Male Chauvinist Pig and a misogynist to the core and you call yourself an administrator !!! Ridiculous !!!\nMr. DaGizza, you are a curse to your existance.\nA man like you, who cannot respect women is a worthless in his existance. \nYou Wikipedians are useless people. You are a burden to the civilized world. You are not even worth hatred.\nYou Wikipedians must be ignored.\n Curse",
      "img": null,
      "origin": null,
      "id": "64"
    },
    "65": {
      "label": true,
      "text": "Hahaha, you dont actually believe this bullshit you are telling me right now? You are talking about the access to the country or representatives to the government, not Kim Jong Un himself. Those are two totally different things (although I could understand your stupidity, since North Koreans think that Kim Jong un is the governement, im just saying). Go Troll somewhere else kid.",
      "img": null,
      "origin": null,
      "id": "65"
    },
    "66": {
      "label": true,
      "text": "Blocking Mardyks \n\nGuess what? Loser! Know what a cockblocker is? Hahahaha ~M~ 71.39.183.86",
      "img": null,
      "origin": null,
      "id": "66"
    },
    "67": {
      "label": true,
      "text": "Wikipedia administrators are defending a mass-murdering psychopath.",
      "img": null,
      "origin": null,
      "id": "67"
    },
    "68": {
      "label": true,
      "text": "\"\\\nYou wasted your own time! Take this advice with you: Pull your head out of your ass! Be real and don't spend the rest of your life sucking ass. Have a nice life! Goodbye!  (mailbox) \"",
      "img": null,
      "origin": null,
      "id": "68"
    },
    "69": {
      "label": true,
      "text": "A few things to get straight... \n\nFirstly, I do not like you. You look like a smug little prick to me.\nSecondly, I do not like your ethnicity. Not one little bit. I'd like you to explain yourself on that count.\nThirdly, your dog is a bit of a bender. \n\n94.1.96.85",
      "img": null,
      "origin": null,
      "id": "69"
    },
    "70": {
      "label": true,
      "text": "ok stop being lame. seriously. go watch pokemon.",
      "img": null,
      "origin": null,
      "id": "70"
    },
    "71": {
      "label": true,
      "text": "I did not intend to be disruptive, I was genuineley upset by the word constantly. I only tried to make it look like an april fool joke after you explanation made me look like an uptight weirdo",
      "img": null,
      "origin": null,
      "id": "71"
    },
    "72": {
      "label": true,
      "text": "Matt, when mattsanchez.info goes live on Monday, among other things you'll see an invitation to be interviewed. This time you'll have nowhere to hide. Let's see who's a victim and who's a coward.",
      "img": null,
      "origin": null,
      "id": "72"
    },
    "73": {
      "label": true,
      "text": "Do not help the jew Schnider. Final warning.",
      "img": null,
      "origin": null,
      "id": "73"
    },
    "74": {
      "label": true,
      "text": "Don't peddle your crap please.  Hate to see another article get disputed for neutrality due to you.",
      "img": null,
      "origin": null,
      "id": "74"
    },
    "75": {
      "label": true,
      "text": "You really are a rebel guy, rebelguys! \n\nTime to get oral from a  prostitute'''!",
      "img": null,
      "origin": null,
      "id": "75"
    },
    "76": {
      "label": true,
      "text": "\"\nOf course a true Dub will say 'depaaarted' or, more likely \"\"f**in' gone\"\".   \"",
      "img": null,
      "origin": null,
      "id": "76"
    },
    "77": {
      "label": true,
      "text": "Muslim Men Harassment of MM page \n\nIt is amazing how three muslim men jumped all over this page, right after I added a number of things (30 minutes after - all three men, all muslims), and cleaned it up.  Does a woman working for human rights in Pakistan really get under your skin so badly?  Wow.\n\nSo sweetie, if you are so bloody busy, why not get busy, and stop harassing the women?  Are you *that* threatened?",
      "img": null,
      "origin": null,
      "id": "77"
    },
    "78": {
      "label": true,
      "text": "Tried to be productive (look at my contributions) but hit my head against a wall of spoiled greek children (or probably under pay from Greek Government) that purposely keep vandalizing the Albania related pages and keep iritating the albanian editors until they explode and get banned. As a historian I blush with what I find quoted as reliable information on the wikipedia pages and the quality  of the editors and sources. Time to move to the French pages (a lot of readers there), still 5 more languages to go. Till next time.Wikipedia sucks! .",
      "img": null,
      "origin": null,
      "id": "78"
    },
    "79": {
      "label": true,
      "text": "\"You know, I was thinking...\n\nNobody really attacked me before I revealed my age here.  After I announced that I was 14, I was subject to a constant storm of harassment and abuse.\n\nThe same thing goes for when I was on The Sandbox when I was 11.  Before people knew my age, they didn't care.  After I told them my age, they hated me.\n\nIt's just so amusing how the idiot Soapboxers think of teenagers as being responsible for the \"\"decline\"\" of The Soapbox (like it was ever any good to begin with).  This is funny, because the adults are the dumbest people here.  Mauricio, Chuppah, Redneckgirl, Pinky, Scooby, GG, ForeverLostTinkerbell, greenrabbit, StarRocketsInFlight, Bree-Robinson, enigma-72, CocaineNightmares, TokyoDome, Chad_Ocho-Cinco, Steve Lake...\n\n...all adults.\n\nThe teenage posters here are typically the smartest ones.  Let's see... G-Dawg, Head_Banging_Brunette, ClassicAge, Metropolis (even though he's a bipolar weirdo), ChrisScript, just to name a few.\n\nAll I ever see adults posting is \"\"rate my poo!!1!\"\", \"\"my ballz smell funny\"\", \"\"whoz hawter: me or ur mom???//?/?\"\", \"\"i like to rape little girls\"\", and \"\"HEY GUYZ LOOK AT ME IM AN ATTENTION WHORE!!!!11!!1!\"\"  The adult posters here are immature, moronic, savage bullies with the mental capacity of a retarded 4-year-old.\n\nWhereas, most of the teenagers here are thoughtful, intelligent, mature, and often profound.  But they're subject to constant schoolyard bullying by the idiot adult posters who think they're somehow superior because they were born (and dropped on their head) earlier.\n\nSoapbox logic never fails to amuse me...\n\"",
      "img": null,
      "origin": null,
      "id": "79"
    },
    "80": {
      "label": true,
      "text": "Here's an idea \n\nGo fuck yourself, cumshitter.",
      "img": null,
      "origin": null,
      "id": "80"
    },
    "81": {
      "label": true,
      "text": "\"  WILL MY MOTHERFUCKING SAFETY BE GUARANTEED???? I FUCKING HOPE SO!!! I'M BRINGING MY OWN FUCKIN' WEAPONS!! PAY ME WHEN I GET BACK MOTHERFUCKERS!!!  OH YEAH I'VE GOT A JOKE...A FAMILY (HUSBAND, WIFE, SON, DAUGHTER, DOG) WALKS INTO AN AGENT'S OFFICE AND TELLS HIM THAT THEY'VE GOT A GREAT VAUDEVILLE ROUTINE...HE SAYS \"\"WE DON'T HIRE KIDDY ACTS\"\" AND THEY SAY \"\"BUT WE'RE REALLY GOOD!\"\" AND SO THE AGENT SAYS \"\"FINE, LET ME SEE WHAT YOU'VE GOT, BUT IF YOU SUCK I'M THROWING YOU OUT\"\"...SO THE FAMILY GETS READY...THE DAUGHTER HITS THE CD PLAYER AND CIRCUS MUSIC BEGINS PLAYING, THE FATHER JUMP KICKS THE SON IN THE HEAD AND STOMS HIS FACE IN THE GROUND UNTIL IT'S A BLOODY PULP, THEN PROCEEDS TO JERK OFF AND CUM ALL OVER HIS SHATTERED SKULL.  MEANWHILE THE MOTHER BEGINS VIOLENTLY FINGER FUCKING THE DAUGHTER AS THE DOG FUCKS THE MOTHER IN THE ASS HOLE.  THIS IS THE POINT WHEN THE FATHER TAKES THE LEFTOVER BRAIN MATTER FROM THE SON'S HEAD AND SHOVES IT INTO THE MOTHER'S PUSSY, THEN BEGINS FUCKING HER PUSSY WHILE SIMULTANEOUSLY STICKING HIS FINGER DOWN THE DAUGHTER'S THROAT UNTIL SHE VOMITS ALL OVER THEM BOTH.  THEN THE DOG BITES THE MOTHER'S HAND OFF AS SHE'S FINGER FUCKING THE DAUGHTER, LEAVING HER HAND IN THE DAUGHTER'S PUSSY AS BLOOD SQUIRTS ALL OVER THE PLACE...THE FATHER TAKES BLOOD FROM THE GROUND, SMEARS IT ALL OVER THE MOTHER'S CHEST, BENDS OVER, AND BEGINS SHITTING ALL OVER THE OPEN WOUND WHERE HER HAND USED TO BE BEFORE THE DOG BIT IT OFF.  THEY TAKE THE DOG AND SHOVE IT IN A MICROWAVE, HEATING IT UP UNTIL IT EXPLODES, THEN TAKE THE DOG REMAINS, MIX IT WITH THE FATHER'S SHIT, THE SON'S HEAD WOUND, AND THE FATHER'S CUM, AND SHOVE IT INTO THE DAUGHTER'S MOUTH.  THEN THE FATHER RIPS THE SON'S DICK OFF AND FUCKS THE DAUGHTER WITH IT, AS THE MOTHER LOCATE'S THE SON'S TESTICLES, BREAKS THEM OPEN, AND DRINKS THE SPERM THAT COMES OUT.  THEN THE FAMILY LINES UP AND SAYS \"\"TA DA!\"\"...THERE'S SILENCE FROM THE AGENT, UNTIL HE FINALLY SAYS \"\"I LOVE IT!  WHAT DO YOU CALL THAT?\"\"...AND THE FAMILY SAYS \"\"WE CALL IT...THE ARISTOCRATS!\"\"\"",
      "img": null,
      "origin": null,
      "id": "81"
    },
    "82": {
      "label": true,
      "text": "Fuck you, Smith. Please have me notified when you die. I want to dance on your grave.",
      "img": null,
      "origin": null,
      "id": "82"
    },
    "83": {
      "label": true,
      "text": "I shit on your face \n\nfuck you",
      "img": null,
      "origin": null,
      "id": "83"
    },
    "84": {
      "label": true,
      "text": "You are \n\nso retarded.",
      "img": null,
      "origin": null,
      "id": "84"
    },
    "85": {
      "label": true,
      "text": "Groin \n\nYou sad fuck. I'm going to restore my edit, and you are going to leave it, or else I wil knee you in the groin yourself, prick. 91.108.208.101",
      "img": null,
      "origin": null,
      "id": "85"
    },
    "86": {
      "label": true,
      "text": "Video Game \n\nFor pete sake if I see that false video game article one more time, I'll throw a cat out of the window, whoever you are, stop it now, it isn't funny or clever, you are just making a moron out of yourself and I bet that was the same person who changed the test card date too.",
      "img": null,
      "origin": null,
      "id": "86"
    },
    "87": {
      "label": true,
      "text": "HE LIKES ITIN THE ASS BY MUHAMAD ALI AND KELLY HAS A GIANT PENIS AND ALSO FUCKED COLUMBUS",
      "img": null,
      "origin": null,
      "id": "87"
    },
    "88": {
      "label": true,
      "text": "Just shut up and stay shut. Don't edit anymore",
      "img": null,
      "origin": null,
      "id": "88"
    },
    "89": {
      "label": true,
      "text": "P.S. Are you a /b/tard?",
      "img": null,
      "origin": null,
      "id": "89"
    },
    "90": {
      "label": true,
      "text": "Ohhh I'm sorry did I hurt your little feelings? \n\nLet's all shed a couple tears together. \nLOL What a joke. I bet you feel pretty important, pathetic little wikipedia volunteer. Have fun living in your mother's basement drawing comic books, lowlife.",
      "img": null,
      "origin": null,
      "id": "90"
    },
    "91": {
      "label": true,
      "text": "Fuck off you murdering scum!!!",
      "img": null,
      "origin": null,
      "id": "91"
    },
    "92": {
      "label": true,
      "text": "\"\n\n I TAKE OFFENSE! \n\nI take great offense that some pompous, sanctimonious twit thinks that no one should be allowed to express appreciation for women like the Gibson Girl as the \"\"fine-featured\"\" and \"\"achingly beautiful\"\" creatures that they are.  \n\nI don't know what kind of totalitarian feminazi dystopian agenda you are trying to foist on people, but don't do it here!  This encyclopedia is based on free speech and a free exchange of information, not bogus political correctness and schoolmarmish thought-policing.  I'll take a Gibson Girl over you anyday!\"",
      "img": null,
      "origin": null,
      "id": "92"
    },
    "93": {
      "label": true,
      "text": "you gay motherfucker i know where you live,i am going to sand your face off,then i am to going to beat you to a pulp,you chicken shagger.",
      "img": null,
      "origin": null,
      "id": "93"
    },
    "94": {
      "label": true,
      "text": ". Ok Dennis Brown thanks for telling me I was taking this a bit way too serious ill be careful for this time stupid bots.",
      "img": null,
      "origin": null,
      "id": "94"
    },
    "95": {
      "label": true,
      "text": "Wikipedia is full of fools. Who takes money and makes people work for free?  Wikipedia!!! You might as well ban me, you fool. What's taking so long? Wiki is a stupid place, it's Jimbo's Cult.",
      "img": null,
      "origin": null,
      "id": "95"
    },
    "96": {
      "label": true,
      "text": "Why are you changing the SOMALI PEOPLE WIKI????????????????????/ \n\nSERIOUSLY????????? THAT PAGE IS BIASED TO ONE CLAN, I ADDED A MORE DIVERSE REPRESENTATION OF SOMALI PEOPLE!\n\nYOU STUPID CRIMINAL.",
      "img": null,
      "origin": null,
      "id": "96"
    },
    "97": {
      "label": true,
      "text": "Transistor  \n\nThe transistor page does not have a Principle of Operation section, because \n\na)the physicists know about it but don't want to share it\nb)they just don't know how it works\n\nI was thinking about it and came up with a fairly decent concept of how it works, I put it on WIKI, I think the guys got jealous, and here I am, discussing pretty much nothing. \n\nPS: and my language is pathetic, you naughty naughty boy,..I'll eat you...:)))",
      "img": null,
      "origin": null,
      "id": "97"
    },
    "98": {
      "label": true,
      "text": "you studid cock sucker u stop callin me ok its a frank Garrett eatin the worms crawl outa your moms pussy you fucking retardo hit I retardo",
      "img": null,
      "origin": null,
      "id": "98"
    },
    "99": {
      "label": true,
      "text": "FisherQueen, would you kindly stop following my every move and deleting things off MY user page. Havent you got anything better to do than piss people off on Wikipedia.",
      "img": null,
      "origin": null,
      "id": "99"
    },
    "100": {
      "label": true,
      "text": "\"\n\nSo Jim Burton, child molesting faggot, I see you are still with us for yet another day, making a total buffoon out of yourself as usual.  I don't know what is sadder here - you, or the extreme hypocritical arrogance you show by lecturing the world about \"\"ethical principles\"\" for your claimed \"\"rights\"\" to abuse our children.  You have no ethical principles to save your life, but it's exactly as the Roman poet said, isn't it? \"\"the harlot doth always rebuke the chaste.\"\"  Will you ever drop dead, we might all breathe a little easier for our kids sake. You truly disgust me with every word you write.  \"",
      "img": null,
      "origin": null,
      "id": "100"
    },
    "101": {
      "label": true,
      "text": "MILLINOS OF HUNJAN looking at hunjan template not just me other hunjan will fight back, your concept of art bull of shit!! 86.166.250.11   tharkarn and what waste man!",
      "img": null,
      "origin": null,
      "id": "101"
    },
    "102": {
      "label": true,
      "text": ". Fu ck ing trollreasons",
      "img": null,
      "origin": null,
      "id": "102"
    },
    "103": {
      "label": true,
      "text": "\"\n\n SR/CL: \n\nU bud bin A-way. Like long time like time outa mind long.  Gooood shit but mo' latah an dat.  Soon az Ah gitz back heah sum a de brotherz 'n sistahs \nsez \"\"Hance dead or alive?  We're about to send a Zion Ranger to check on his condition.\"\"  Ah sez \"\"Whoa! Led me gib him a holler.\"\"  Dis me hollerin Bro. \nDe Zion Rangerz be dem dat do most a' de walkin tru wallz.  Not all but most. De wall walkin dude ain gonna do R Bro no harm, he jes be checkin.  \nEE-ben so a gentle remindah kum fuhst.  U be readin id. A leedle postin a dis 'n dat go down GOOD.  Doan fohget to cut sum ZZzz aftah a tad a postin. \nSleep good 'n doan fergit ta dream. Sumptin might kum jes ta BDH all wrapt roun wid delta wave 'n a kupla otha' carrierz what we diz-cuss lAtah. Chow, Bro.\"",
      "img": null,
      "origin": null,
      "id": "103"
    },
    "104": {
      "label": true,
      "text": "Leave me alone! \n\nI told you already to leave me alone.why can't you fuck off and do your own fucking thing. Or do you find that hounding me is amusing. Id u do then you are a mothafuckin asshole and I will ban you.",
      "img": null,
      "origin": null,
      "id": "104"
    },
    "105": {
      "label": true,
      "text": "Take care not to believe your own bullshit, see On Bullshit.  99.184.231.227",
      "img": null,
      "origin": null,
      "id": "105"
    },
    "106": {
      "label": true,
      "text": "You are wrong about everything \n\nbut for too stupid to notice. You are a lost cause. Your existence is a blemish.137.205.183.70",
      "img": null,
      "origin": null,
      "id": "106"
    },
    "107": {
      "label": true,
      "text": "WikiDon, STOP stalking me!",
      "img": null,
      "origin": null,
      "id": "107"
    },
    "108": {
      "label": true,
      "text": "WOULDN'T BE THE FIRST TIME BITCH. FUCK YOU I'LL FIND OUT WHERE YOU LIVE, SODOMIZE YOUR WIFE AND THEN BURN YOUR HOUSE DOWN. FUCK YOU YOU FUCKING QUEER.",
      "img": null,
      "origin": null,
      "id": "108"
    },
    "109": {
      "label": true,
      "text": "Where is the real vagina? \n\nThe real photo of vagina is gone!\n\nWould you mind if I make the new one?\n\nThe vagina picture is Indonesian's vagina. Do you love it?",
      "img": null,
      "origin": null,
      "id": "109"
    },
    "110": {
      "label": true,
      "text": "fuck you jzg \n\ni will have you removed as editor you stupid moron",
      "img": null,
      "origin": null,
      "id": "110"
    },
    "111": {
      "label": true,
      "text": "You go away you loser. Way to standup for you boyfriend Blueboy96. Make me go away.",
      "img": null,
      "origin": null,
      "id": "111"
    },
    "112": {
      "label": true,
      "text": "\"\n How about this \"\"GO FUCK YOURSELF.\"\"\"",
      "img": null,
      "origin": null,
      "id": "112"
    },
    "113": {
      "label": true,
      "text": "Whoever put a notices on my page. I will kill u",
      "img": null,
      "origin": null,
      "id": "113"
    },
    "114": {
      "label": true,
      "text": "Get off your high horse, or block me.",
      "img": null,
      "origin": null,
      "id": "114"
    },
    "115": {
      "label": true,
      "text": "Fuck you faggot, I don't care if i get blocked, as long as everyone knows you are a dumb cunt.",
      "img": null,
      "origin": null,
      "id": "115"
    },
    "116": {
      "label": true,
      "text": "Cavorting with Heretics \n\nFuck Heretics!!!",
      "img": null,
      "origin": null,
      "id": "116"
    },
    "117": {
      "label": true,
      "text": "Ha! \n\nThere wasn't a BLP violation in the comments you oversited. I didn't call anyone anything. Your abuse of admin tools is pathetic and cowardly. Funny how I talk about fascists controlling the Gamergate article and you completely delete it from the history. You just proved my point. The one thing I DID do was link to the supposed death threat that Brianna Wu was peddling to the media, which proved it was a complete fiction. That's the problem you have - you don't want your anti-Gamergate lies being exposed.",
      "img": null,
      "origin": null,
      "id": "117"
    },
    "118": {
      "label": true,
      "text": "Hey, you freaking hermaphrodite. \n\nPlease unprotect your user page; I would like to move it to a more suitable title or three.",
      "img": null,
      "origin": null,
      "id": "118"
    },
    "119": {
      "label": true,
      "text": "This is your Dad sam \n\nI'm worried about you.\n\nWorried that your cock wont fit in my ass anymore!, OMFK LOLZ HAHA I SAID PEEENIS GORF GORF GORF GORF",
      "img": null,
      "origin": null,
      "id": "119"
    },
    "120": {
      "label": true,
      "text": "\"\n\nSo threatening to try to have me banned for editing is fine, but when I suggest having your account deleted for constantly deleting entire paragraphs, completely ignoring Wikipedia's policies with regards to that, instead of tagging or editing, suddenly it's bullying? Nonsense and you know it, you're just trying to make me look bad by resorting to the \"\"you're a bully\"\" nonsense. You have also not answered my question on which part is not neutral, despite my statement that I would edit it - you just deleted it again. Get over yourself. You do not own Wikipedia, the tags you've placed on your user page don't change that fact. You delete entire paragraphs for the sake of one word? I have occasionally made the mistake of putting a subjective word in an edit before, and someone has noticed - you know what they did? THEY EDITED IT! You have just admitted in writing that instead of editing paragraphs that you believe are not neutral, or marking them as such, you are deleting entire paragraphs against the policy of Wikipedia.\"",
      "img": null,
      "origin": null,
      "id": "120"
    },
    "121": {
      "label": true,
      "text": "or any historical fact concerning current Armenia pertaining Wikiprojects. \nKeep your pathetic winking marks to your antiturkish ass.",
      "img": null,
      "origin": null,
      "id": "121"
    },
    "122": {
      "label": true,
      "text": "What a joker you are. European parliament has no power to do anything. It is non binding because it is not serious and silly reports like that are not meant to be serious. what is more important is that we ruled your ancestors for centuries and trying to put negative images of turks in the turkey page is not going to change that. This is not a place for you to get your 'revenge'. Go and edit the golden dawn wikipedia because your ideas will only be welcome there.",
      "img": null,
      "origin": null,
      "id": "122"
    },
    "123": {
      "label": true,
      "text": "i have a dick, its bigger than yours! hahaha",
      "img": null,
      "origin": null,
      "id": "123"
    },
    "124": {
      "label": true,
      "text": "watch out for user:xeno hell bite your dick off!!!!",
      "img": null,
      "origin": null,
      "id": "124"
    },
    "125": {
      "label": true,
      "text": "is a common prostitute, a sock-puppet. I've done lots of edits, perhaps 3000, but the EB1911 project is now gone so it's only about 2000 edits. I can become foul-mouthed.  is your basic sock-puppet mouth-pervert pervert. C'est moi, FourthAve.",
      "img": null,
      "origin": null,
      "id": "125"
    },
    "126": {
      "label": true,
      "text": "Homosexual marriage is totally gay \nWell it is!  12.204.164.179",
      "img": null,
      "origin": null,
      "id": "126"
    },
    "127": {
      "label": true,
      "text": "Fuck you people. The information of that can be found here []",
      "img": null,
      "origin": null,
      "id": "127"
    },
    "128": {
      "label": true,
      "text": "GHE you're a fag. Learn it, know it!",
      "img": null,
      "origin": null,
      "id": "128"
    },
    "129": {
      "label": true,
      "text": "Just a thought. \n\nHey Jeremy,\nWhy don't you wash your vagina? Why do you insist on letting it smell like a musty pile of tuna? I'm tired of smelling it babe when we make love. I do you doggy style and the smell just pierces my nostrils. I have to turn away it disgust me so much. Also, wipe your ass a little better. I'm getting shit on my dick, and tht's fucking gross, you cunt.",
      "img": null,
      "origin": null,
      "id": "129"
    },
    "130": {
      "label": true,
      "text": "\"\n\nHEY!!!! What the HECK do you think \"\"Watch this page\"\" means?! I didn't have anything with the recent vandalism and personel attacks on my account. Guess what? I am just here to freaking edit stuff in a good way. when you idiots screw it up by blaming me for something I didn't do, i get pissed! Now what the hell is going on here?!?!\"",
      "img": null,
      "origin": null,
      "id": "130"
    },
    "131": {
      "label": true,
      "text": "Fuck you both, I'm not interested in what either of you think. ,",
      "img": null,
      "origin": null,
      "id": "131"
    },
    "132": {
      "label": true,
      "text": "\"\n\nLol dumb arabs and their \"\"you cant show my god, heres a bomb because I have sand in my vagina!\"\" fucking towelheads\"",
      "img": null,
      "origin": null,
      "id": "132"
    },
    "133": {
      "label": true,
      "text": "SHUT UP, YOU FAT POOP, OR I WILL KICK YOUR ASS!!!",
      "img": null,
      "origin": null,
      "id": "133"
    },
    "134": {
      "label": true,
      "text": "I AM GAY\nLove\n  \nI AM GAY\nLove\n  \nI AM GAY\nLove",
      "img": null,
      "origin": null,
      "id": "134"
    },
    "135": {
      "label": true,
      "text": "The only vandals are pathetic wiki administrators as encyclopediadramatica.com says right!",
      "img": null,
      "origin": null,
      "id": "135"
    },
    "136": {
      "label": true,
      "text": "Always good to have the ignorant and mentally defective getting together. Die soon",
      "img": null,
      "origin": null,
      "id": "136"
    },
    "137": {
      "label": true,
      "text": "\"\n\nNo!  This is a GROUP EFFORT!  Wikipedia is a collaborative COMMUNITY and there are no school essays here.  The article needs to be more professional and adopt a better title besides the references.  This is all that needs to be done, so get off your high horse and accomplish what you want to see done.  If you have these goals, then put yourself to the test of solving this problem.  That's what I do whenever something perturbs me.  You're just looking for a fight about something you admittedly care nothing about.  How about I come by your house and criticise your gardens?  \"\"Why?\"\" You say.  \"\"Because they are too fucking ugly and I don't like the way they  don't blend in with the neighbours' yards.  So tacky, but I'm only passing by and I've never been down this road before.\"\"   15:24, 25 Feb 2005 (UTC)\"",
      "img": null,
      "origin": null,
      "id": "137"
    },
    "138": {
      "label": true,
      "text": "KISS MY DICK \n\n...ALL 3 OF YOU",
      "img": null,
      "origin": null,
      "id": "138"
    },
    "139": {
      "label": true,
      "text": "You Need To Stop. \n\nWhat difference does it make if the episodes of ANY show have their own articles? You're acting like a major geek. Will WP collapse within itself if it's not perfect? I think the Joker said it best when he said:\n\nTHE ONLY SENSIBLE WAY TO LIVE IN THIS WORLD IS WITHOUT RULES\n\nAnd don't EVEN try to tell me that WP would be terrible without rules. You can have moderators to stop vandalism, JUST STOP FUCKING REDIRECTING. It's getting on my nerves, along with about 75% of WP users.",
      "img": null,
      "origin": null,
      "id": "139"
    },
    "140": {
      "label": true,
      "text": "YOU ARE ONE SAD LITTLE INDIVIDUAL.",
      "img": null,
      "origin": null,
      "id": "140"
    },
    "141": {
      "label": true,
      "text": "\"\n\n Camille Paglia: sex-positive feminist \n\nHere are the supporting links you asked for, you stupid twit!\n\nhttp://www.lotl.com/content/paglia.htm\n\nhttp://www.reference.com/browse/wiki/Sex-positive_feminism\n\nIf you are too lazy and full of yourself to read them in their entirety then I will just post the relevant sections here:\n\nCamille Paglia: \"\"On the other hand I’ve been saying in public for five years ago, as someone who’s endorsed prostitutes and strippers and that whole extreme of sex-positive experience, that I’m concerned about the effect on young people – people growing up from 8, 10, 14 in a climate where it’s gone to the opposite direction. I’m already out there concerned about this so I’m really outraged to be stereotyped in that way by her because I am a career teacher and yes, when you have a situation where commercialised sex is being pushed without a true eroticism…I’ve been saying this for years, that we have got to a point of meaningless exhibitionism without real eroticism. I’m for eroticism.\"\" \n\nCamille Paglia is a major American social critic. Paglia's academic writing focuses on the role of vibrant dangerous sexuality in human history. Paglia's key importance to sex-positive feminism is not only her writings on sex, but her advocacy of \"\"traditional\"\" values like canon texts. Paglia is somewhat of an intellectual enigma, a conservative and academic feminist, who revels in low and high culture alike and celebrates sexualities disapproved of by mainstream Western culture. Paglia has, in many ways, presented a \"\"respectable\"\" face for pro-sex feminism to the world at large.\"",
      "img": null,
      "origin": null,
      "id": "141"
    },
    "142": {
      "label": true,
      "text": "\"\n\n listen up, you narrow-eyed teacher living on minimum wage \n\nyou can keep on doing your \"\"buck buck\"\" chicken trash talk, or perhaps you might wanna consider moving back to lemuria - the land where your kind of scum roams.\"",
      "img": null,
      "origin": null,
      "id": "142"
    },
    "143": {
      "label": true,
      "text": "It doesn't matter what I think.  I'm a big retarded antisemite.  I'm-a go throw myself in front of an sixteen-wheeler with the grill covered in razor wire and video-tape it for you.  People will find the lone tripod on the side of the road, see the video, think it's lulzy, then put it on YouTube for posterity.",
      "img": null,
      "origin": null,
      "id": "143"
    },
    "144": {
      "label": true,
      "text": "To Blanchardb \n\nYou dumb motherfucker I am going to sue the shit out of you. Watch your back.",
      "img": null,
      "origin": null,
      "id": "144"
    },
    "145": {
      "label": true,
      "text": "\"\n\n-———————————————————————————————————————————————————————————-\n\nSuck my dick. Thank you.   —talk/hist \"",
      "img": null,
      "origin": null,
      "id": "145"
    },
    "146": {
      "label": true,
      "text": "Man, you are really a dishonest person, disgusting!!!!",
      "img": null,
      "origin": null,
      "id": "146"
    },
    "147": {
      "label": true,
      "text": "Poor editing? The edit looks fine!!! WTF is the matter with you?!",
      "img": null,
      "origin": null,
      "id": "147"
    },
    "148": {
      "label": true,
      "text": "THAT WAS A GOOD EDIT THE POLAR BEAR IS GAY!!",
      "img": null,
      "origin": null,
      "id": "148"
    },
    "149": {
      "label": true,
      "text": "Demonte Morton \n\nU bastard stop deletin' my shit u white trash cracker muthafucker. Fuck u u racist bitch. I hope u die.",
      "img": null,
      "origin": null,
      "id": "149"
    },
    "150": {
      "label": true,
      "text": "Bla bla bla....suck it Irishguy =)",
      "img": null,
      "origin": null,
      "id": "150"
    },
    "151": {
      "label": true,
      "text": "Try the official website then - shit head!",
      "img": null,
      "origin": null,
      "id": "151"
    },
    "152": {
      "label": true,
      "text": "hi \n\nhi there... this may sound a bit stupid question but dont get it wrong. are you Jew? if so how are you really thinking there is any resemplence between holocoust and Armeian deportations?",
      "img": null,
      "origin": null,
      "id": "152"
    },
    "153": {
      "label": true,
      "text": "\"every other press agency said the crowd was chanting \"\"you're a tory too\"\" only the daily mail which by the way is a tory paper reported that the croud chanted \"\"fucking tory jew\"\" he is a dispicable scab but that is because of his politics not his liniage  \n\n\"",
      "img": null,
      "origin": null,
      "id": "153"
    },
    "154": {
      "label": true,
      "text": "I'm the one that went to get help from the admin incident board because he was edit warring with me. Why would I call the police if I'm the one that committed the crime? You truly are ridiculous. Basically that guy stole my wallet, I punched him, and you're arresting me for assault. Horrible power hungry ego boosters have taken over wikipedia it seems.",
      "img": null,
      "origin": null,
      "id": "154"
    },
    "155": {
      "label": true,
      "text": "\"\nLMAO, that's basically saying \"\"wahhh he called me dumb me gunna block him\"\"   \nNice use of those admin powers, now stay off my talk page.\"",
      "img": null,
      "origin": null,
      "id": "155"
    },
    "156": {
      "label": true,
      "text": "fuck you and your small penis",
      "img": null,
      "origin": null,
      "id": "156"
    },
    "157": {
      "label": true,
      "text": "RE: Moving Dragon Slayer to Dragon Slayer series \nFuck Your Mother! You is Son of a Bitch!",
      "img": null,
      "origin": null,
      "id": "157"
    },
    "158": {
      "label": true,
      "text": "AND ON TOP OF THAT  eh, you're not worth it.",
      "img": null,
      "origin": null,
      "id": "158"
    },
    "159": {
      "label": true,
      "text": "\"\n\n What the hell do u mean \n\ncough* *cough* excuse me, who the hell are you accusing of \"\"disruptive editing\"\".  I was the individual who actually wrote the bulk of the article on Rajbeer Singh.  You gave YOU the right to come and simply delete my all my writing???  If you wish to contribute links, go ahead.  But who the hell gave you the permission to simply delete all the writing that I had spent time and effort doing?  Carry on deleting my work and I will carry on undoing yours.....With pleasure........\"",
      "img": null,
      "origin": null,
      "id": "159"
    },
    "160": {
      "label": true,
      "text": "Live in Darkness. You guys are full of yourselfs And the importance in your own minds. ..Maybe Drunk with power?",
      "img": null,
      "origin": null,
      "id": "160"
    },
    "161": {
      "label": true,
      "text": "Insult for MusikAnimal \n, you're a fucking shit, the reason that i'm insulting is because , fuck you Wikipedia.",
      "img": null,
      "origin": null,
      "id": "161"
    },
    "162": {
      "label": true,
      "text": ". When the funeral comes I will be the only one their and I will only be their to piss on your grave.",
      "img": null,
      "origin": null,
      "id": "162"
    },
    "163": {
      "label": true,
      "text": "You have no friends in real life, what makes you think anyone on the internet will like you?  Take the hint, you're an a-hole.",
      "img": null,
      "origin": null,
      "id": "163"
    },
    "164": {
      "label": true,
      "text": "The first THREE were rejected out of hand and the following half a dozen where similarly ditched. I could produce ANOTHER fukkin half a dozen but it that wouldn't matter to a pure PoS paid scumbag would it?",
      "img": null,
      "origin": null,
      "id": "164"
    },
    "165": {
      "label": true,
      "text": "anti-Semitic crap\n\nthe whole article is an anti-Semitic conspiracy theory cherished by aryan-supremacist rightists!",
      "img": null,
      "origin": null,
      "id": "165"
    },
    "166": {
      "label": true,
      "text": "closedmouth is a DICK-FUCK \n\nthis guy is a jackass who sux cock 4 a fuckin job y the fuck does the trans do it?????cuz its into tht kinda shit >:(",
      "img": null,
      "origin": null,
      "id": "166"
    },
    "167": {
      "label": true,
      "text": "God, I just hate them so much. Lets hope they die.",
      "img": null,
      "origin": null,
      "id": "167"
    },
    "168": {
      "label": true,
      "text": "You won't find any creditable citations because such claim is a load of racist horse shit.",
      "img": null,
      "origin": null,
      "id": "168"
    },
    "169": {
      "label": true,
      "text": "No silly it isnt ITS UR MOMS and might I say quite the lovely page indeed.  Oh and UR MEAN no im just kiddding but ur not all that nice either...cause u have a black black heart.=(",
      "img": null,
      "origin": null,
      "id": "169"
    },
    "170": {
      "label": true,
      "text": "\"\n\nYou have evidence from ME!  I presented you with tone of evidence, but you reject it because it goes against your fictional ideas of what New England is or should be.  Even eastern(southeast anyway) CT is not into this New England thing, which actually shocked me!  I have told you time and again, western CT does not think of ourselves in this NE thing.  Go to a town meeting and see if Boston or NE comes up.  CT and it's place in the NYC metro area is what comes up.  You are doing nothing but telling lies and spreading propaganda.  It has to be because you dismiss my actual facts and you make too many excuses that hold no water.  In my CT, there are no signs that point to New England or Boston.  Our signs point to New York state and city.\n\nAlso, how you people are not on this guy's ass like you are on mine?  \"\"I bet its cause we white folk from New England hate NYC Niggers, like this spick who posted above me. Go fuck yourself.—The preceding unsigned comment was added by 71.162.110.60 (talk • contribs).\"\"  \n\nI can only assume because he is one of you and he at least still believe in New England with Boston as it's capital.  Get your head out of your ass.  Watch you block me for those comments.  If I get blocked, that guy (you? should be blocked. \"",
      "img": null,
      "origin": null,
      "id": "170"
    },
    "171": {
      "label": true,
      "text": "Whos the douche that deleated all of the info and crap I really want to curse them out right now.",
      "img": null,
      "origin": null,
      "id": "171"
    },
    "172": {
      "label": true,
      "text": "\"\nDRMIES DELETED FRANKIE STEIN FROM MONSTER HIGH!!!! DRMIES IS THE \"\"F\"\" WORD!!!\"",
      "img": null,
      "origin": null,
      "id": "172"
    },
    "173": {
      "label": true,
      "text": "Mine dispeared, somebody wax my ass.",
      "img": null,
      "origin": null,
      "id": "173"
    },
    "174": {
      "label": true,
      "text": "stop leaving stupid harping messages for peopel that are nil to do with what you are talking about",
      "img": null,
      "origin": null,
      "id": "174"
    },
    "175": {
      "label": true,
      "text": "\"\n\nhey fuck you, who the fuck checks \"\"Phnom Nam Lyr Wildlife Sanctuary\"\" for vandalism. Get a fucking life you turd bag\"",
      "img": null,
      "origin": null,
      "id": "175"
    },
    "176": {
      "label": true,
      "text": "72.94.188.92 \n\nYo what the fuck is your problem fucking around with my page! leave it the fuck alone!",
      "img": null,
      "origin": null,
      "id": "176"
    },
    "177": {
      "label": true,
      "text": "Oh GWH, you truly are the worst admin at Wikipedia. May God have mercy on your poor, pathetic, overweight, ugly soul.",
      "img": null,
      "origin": null,
      "id": "177"
    },
    "178": {
      "label": true,
      "text": "{{unblock|WHAT THE FUCK?!?!?! The article on Anne Kilkenny was poorly written, I rewrote it so it didnt look like shit, look at my final edit you fucking dumbass.}}",
      "img": null,
      "origin": null,
      "id": "178"
    },
    "179": {
      "label": true,
      "text": "Hey idiot. I'm simply verifying the TRUTH. Mobile17 was NOT the first to have a ringtone maker online.. Brinked was. Do some fucking research before you remove my shit. Tired of you assholes removing my hard work I'm putting into making wikipedia a relevant page.",
      "img": null,
      "origin": null,
      "id": "179"
    },
    "180": {
      "label": true,
      "text": "We own the project so how the heck is it Unambiguous copyright infringement????? And it wasnt written in a promotional way, it just explained the project and the system requirments! I'm starting to see why so many people hate wikipedia...",
      "img": null,
      "origin": null,
      "id": "180"
    },
    "181": {
      "label": true,
      "text": "RE: \n\nPunk ass snitch, get the cock.",
      "img": null,
      "origin": null,
      "id": "181"
    },
    "182": {
      "label": true,
      "text": "\"\n\nOh right, like \"\"This article sucks and you know it.\"\" isn't abusive language. Hypocrite. Eat shit and die, loser.\"",
      "img": null,
      "origin": null,
      "id": "182"
    },
    "183": {
      "label": true,
      "text": "YOU ARE A FAGGOT\nGET A LIFE 97.102.60.171",
      "img": null,
      "origin": null,
      "id": "183"
    },
    "184": {
      "label": true,
      "text": "Jimbo.....the crybaby..... \n\nSits in front of his computer everyday acting as the arbiter of the grand Wikipedia. The all knowing know it all who is the expert on everything. The savior of the western world. And of course, when questioned about anything, cries to the main office about ill treatment.....By the way......a lousy editor who uses only one source!  A joke!",
      "img": null,
      "origin": null,
      "id": "184"
    },
    "185": {
      "label": true,
      "text": "or any historical fact concerning current Armenia pertaining Wikiprojects. \nKeep your pathetic winking marks to your antiturkish ass.\n\nDont delete talk page entries fucking asshole. You dont have to make yourself obvious as a criminial on the loose. Are not you supposed to be pimping your mother in L.A. downtown at this time of the night normally?",
      "img": null,
      "origin": null,
      "id": "185"
    },
    "186": {
      "label": true,
      "text": "\"\n\n LOL \n\nLOL. Seriously, \"\"BryanFromPalatine\"\" ? My IP resolves to Cologne, Germany, where I happen to reside. I use no sockpuppets and when I edit per IP (which I do mainly because it's faster without all the monobook CSS gadgets) whenever I remember to, I include my only active username with the signature. But please, don't let me keep you from wasting your meagre brain ressources. I just fucked my hot girlfriend for two hours (she came 5 times, me just 3 times, life is unfair), so I'm really calm as a Hindu cow. I laugh in your face, POV pushing, encyclopedia-harming moron. 78.34.129.217  (Everyme logged out) \"",
      "img": null,
      "origin": null,
      "id": "186"
    },
    "187": {
      "label": true,
      "text": "Recent? You just a pussy.",
      "img": null,
      "origin": null,
      "id": "187"
    },
    "188": {
      "label": true,
      "text": "picking on a 10 year old!!! soooo sad \n\nJust shut up okay?Im only 10 years old. I just wanted to have a little fun, captain buzz kill. I guess you never had a life when you were young. that was probably like, 100000000000000000 years old. LOL!!!! 75.27.114.194  None yo beez nas",
      "img": null,
      "origin": null,
      "id": "188"
    },
    "189": {
      "label": true,
      "text": "Once again.... I'm SO glad that Wikipedia is not biased or filled with retarded children.",
      "img": null,
      "origin": null,
      "id": "189"
    },
    "190": {
      "label": true,
      "text": "YOUR ARE FUCKING GAY WAD!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! \n\nI fucked your mum. OH WAIT YOUR GAY YOU DONT HAVE A MOM!!! HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOL\nCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTI fucked your mum. OH WAIT YOUR GAY YOU DONT HAVE A MOM!!! HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOL\nCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTI fucked your mum. OH WAIT YOUR GAY YOU DONT HAVE A MOM!!! HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOL\nCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTI fucked your mum. OH WAIT YOUR GAY YOU DONT HAVE A MOM!!! HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOL\nCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTI fucked your mum. OH WAIT YOUR GAY YOU DONT HAVE A MOM!!! HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOL\nCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTI fucked your mum. OH WAIT YOUR GAY YOU DONT HAVE A MOM!!! HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOLOL\nCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCUNTCU",
      "img": null,
      "origin": null,
      "id": "190"
    },
    "191": {
      "label": true,
      "text": "Aaron Swartz \n\nStop fucking reverting my goddamn edits!!! I think Aaron Swartz is a dumb-ass, and he should have been\nkilled a long time ago.  I know where you live; I WILL KILL YOU IF YOU REVERT ANY MORE PAGES!!!!!",
      "img": null,
      "origin": null,
      "id": "191"
    },
    "192": {
      "label": true,
      "text": "Why the hell did you fucking write that?! I can vandalize Wikipedia whenever I want!",
      "img": null,
      "origin": null,
      "id": "192"
    },
    "193": {
      "label": true,
      "text": "My side of the story\n\nAttention, douchebags and douchetees. I have been labled as a Terrorist on this site. BULL TO THE SHIT! I simply have a vast amount of knowlege on a wide range of topics. Scjessey, for example did not mention he is a fucking douchebag on his article. So I had to ammend this. I was simply trying to spread the truth. ALLLALLALALALALALAlAlALAALALAALALALALALAl. Sorry. I have to do that every 5 minutes or I go to hell. ALLALALALALALALALALALALALALALALLALALALALALLLALALALA ALLAH 4EVER!",
      "img": null,
      "origin": null,
      "id": "193"
    },
    "194": {
      "label": true,
      "text": "Moral Defense, you slimy toad you.",
      "img": null,
      "origin": null,
      "id": "194"
    },
    "195": {
      "label": true,
      "text": "You're biased. I made it a point since I signed up here that none of you exist.",
      "img": null,
      "origin": null,
      "id": "195"
    },
    "196": {
      "label": true,
      "text": "well fag... block me. \n\nblock me?! oh the world will shurly end!\ncome off your high horse.\ni'll say what i want about you.\nif you continue bashing me then i will just \nhave to post complaints about you on EVERY b log and\nforum i can find. every chat room will be filled with how\nRedfarmer (did your mom come up with that name?) is untrustworthy.\nif you block me i can always find info on another site.\na site where they don't allow people (or FREAKS) like you\nto delete pages on a whim!\nso you gonna block me? ban me?\ngo ahead.\nbut be warned... without being able to edit pages.\ni can't help you by giving you instructions on\nhow to change your diapers. sorry.\n\n  leonhart178",
      "img": null,
      "origin": null,
      "id": "196"
    },
    "197": {
      "label": true,
      "text": "Fartsalot56 says f**k you motherclucker!!",
      "img": null,
      "origin": null,
      "id": "197"
    },
    "198": {
      "label": true,
      "text": "You must have the lowest IQ of anyone on wikipedia, I can't converse with a fool like you",
      "img": null,
      "origin": null,
      "id": "198"
    },
    "199": {
      "label": true,
      "text": "\"\n\n A kitten for you! \n\njust becuz ur pussy 4 lying.\n\n  \n\"",
      "img": null,
      "origin": null,
      "id": "199"
    },
    "200": {
      "label": true,
      "text": "I know that's not mature. And anyway, that was my cousin, I went to the bathroom, and he got on for awhile and was being an idiot. So don't talk to me like I did anything for I am Zod and I can break you, so leave it.",
      "img": null,
      "origin": null,
      "id": "200"
    },
    "201": {
      "label": true,
      "text": "You are a gay homo. I hope you choke on your penis and die. I am sending a big bleck guy to jizz in your face.",
      "img": null,
      "origin": null,
      "id": "201"
    },
    "202": {
      "label": true,
      "text": "What a deceptive little creature you are indeed. Assuming good faith - eh? You deliberately scrubbed that because it sheds a little light on where all these race hygiene theories originated from - from your dear little country, that's where. That doesn't fit well with you, does it? So you want to create the perception to your readers that I AM THE CRANK and CONSPIRACY THEORIST, when Wikipedia's own article on Henry Ford includes that stuff about the Protocols of Zion as well.84.28.82.149",
      "img": null,
      "origin": null,
      "id": "202"
    },
    "203": {
      "label": true,
      "text": "F.Y. punk, VidGmr was my homie. It's was due to some faggot named Klptyzm.",
      "img": null,
      "origin": null,
      "id": "203"
    },
    "204": {
      "label": true,
      "text": "SQGibbon, YOUR MOOTHER SOUNDS TO BE SOME SLIMMY DONUTE. NOW WATCH WHAT'S COMING YOUR WAY. HA HA HA HA",
      "img": null,
      "origin": null,
      "id": "204"
    },
    "205": {
      "label": true,
      "text": "Igho Otegheri Deletion\nWho the hell are you to decide what to delete and what not????!!!\nyou could go fuck yourself u little piece of shit..",
      "img": null,
      "origin": null,
      "id": "205"
    },
    "206": {
      "label": true,
      "text": "ALSO, YOUR MOM GAVE ME HERPES, TELL HER I SAID THANKS.",
      "img": null,
      "origin": null,
      "id": "206"
    },
    "207": {
      "label": true,
      "text": "Stop trolling, zapatancas, calling me a liar merely demonstartes that you arer Zapatancas. You may choose to chase every legitimate editor from this site and ignore me but I am an editor with a record that isnt 99% trolling and therefore my wishes are not to be completely ignored by a sockpuppet like yourself. The consensus is overwhelmingly against you and your trollin g lover Zapatancas,",
      "img": null,
      "origin": null,
      "id": "207"
    },
    "208": {
      "label": true,
      "text": "Knock it off! \n\nSpinningSpark, quit it! You've been community-banned when you blocked me you made the sinkhole you are in now deeper and deeper.  If you want to live you need to take advantage of your priviledges - BASICALLY KEEP THE HELL OFF WIKIPEDIA for a YEAR and edit on other wikimedia projects to demonstrate that, after a week or two, an appeal would be beneficial to the project!! If I create a new account that is more selective, maybe it will be eligible for adminship. If so, the first thing I will do is get you community-banned. I WANT REVENGE!!! 1YlGC6dsynvm",
      "img": null,
      "origin": null,
      "id": "208"
    },
    "209": {
      "label": true,
      "text": "@: nobody cares about the Fucking Shit like you, fucking bitch........................ 5.9.97.199",
      "img": null,
      "origin": null,
      "id": "209"
    },
    "210": {
      "label": true,
      "text": "The only thing you are persistant at you ugly bastard is fucking the TROLL'''",
      "img": null,
      "origin": null,
      "id": "210"
    },
    "211": {
      "label": true,
      "text": "WTF? Banned? \n\nSome person in a fourm said it is banned in Syria do to the closeness of the names Al-Asad and Al-Assad. The correct form is Al Asad in the game. I said he was wrong and he went crazy saying some dumb stuff that I was stupid. Who is right, cause I could find No Source that confirmed his statement that this game is banned in Syria. Asad and Assad are very common middle eastern names anyway 72.138.216.89",
      "img": null,
      "origin": null,
      "id": "211"
    },
    "212": {
      "label": true,
      "text": "fuck you \n\nMuthafucka ,  you jerk you scum lowlife loser !! hehe hahah188.23.179.183",
      "img": null,
      "origin": null,
      "id": "212"
    },
    "213": {
      "label": true,
      "text": "Look you little cocksucker. I did nothing wrong. I am sick of your bullshit harassment and you are really starting to piss me off you little pussy. I am doing nothing wrong so just swallow your pride (I know it's hard for you) and admit you lost this fight. Now piss off!\n\nBlackeyedfool12",
      "img": null,
      "origin": null,
      "id": "213"
    },
    "214": {
      "label": true,
      "text": "\"\n\nI agree to that. many parts of the article is apparently biased, made-up bs. Examples following\n\nDownfall:\n\n\"\"It was common knowledge that de Molay planned on corrupting Catherine of Valois' male children by tending to their sorrows, then by engaging in acts of anal rape.\"\"\n\n\"\"Philip knew the dangers that de Molay represented; his own sons were nearly sexually molested by de Molay. Upon escaping the vile pervert, they confessed to Philip what de Molay had tried to do.\"\"\n\nMyths:\n\n\"\"It is said that Jacques de Molay cursed Philippe le Bel and his descent from his execution pyre, a curse which was responded to by Philip shouting in defiance \"\"Fuck de Molay!\"\"\"\"\n\n\"\"It has been speculated that several of the boys whom de Molay had corrupted had grown to enjoy the perversions of the homosexual lifestyle introduced to them\"\"\n\nLegacy: \n\n\"\"Members are encouraged to model their conduct after his example of loyalty and fidelity instead of the homosexual perversions that de Molay was guilty of himself.\"\"\n\n...\n\n\"\"vile pervert\"\", \"\"homosexual perversions\"\", sheesh... Could someone SANE please clean up this article?\n\n\"",
      "img": null,
      "origin": null,
      "id": "214"
    },
    "215": {
      "label": true,
      "text": "No, you are the racist, you goddamn neo-Nazi \n\n YOU BIG BOY",
      "img": null,
      "origin": null,
      "id": "215"
    },
    "216": {
      "label": true,
      "text": "==  good grief.  can you read?\n\nwhy don't you try examining the substance of the links?  I am sick and tired of children ranting without reading.  ~~",
      "img": null,
      "origin": null,
      "id": "216"
    },
    "217": {
      "label": true,
      "text": "What the fuck gose here",
      "img": null,
      "origin": null,
      "id": "217"
    },
    "218": {
      "label": true,
      "text": "You\nYou're a little bitch. You can't handle an argument like a man, so you're crying to the administrators. Go fuck yourself.",
      "img": null,
      "origin": null,
      "id": "218"
    },
    "219": {
      "label": true,
      "text": "You are a fool if you think Wikipedia is a respected entitity in this world. So, shut",
      "img": null,
      "origin": null,
      "id": "219"
    },
    "220": {
      "label": true,
      "text": "mostly burtalbert you fucking asshole go suck a dick u fucking king of assholes",
      "img": null,
      "origin": null,
      "id": "220"
    },
    "221": {
      "label": true,
      "text": "I had enough of *you*, bastard.",
      "img": null,
      "origin": null,
      "id": "221"
    },
    "222": {
      "label": true,
      "text": "\"\n\n Some baklava for you! \n\n  Fuck . =)   \"",
      "img": null,
      "origin": null,
      "id": "222"
    },
    "223": {
      "label": true,
      "text": "Vandalism spree\nYour vandalism spree is pitiful.  All this, after I supported your motions?  Thanks a lot.",
      "img": null,
      "origin": null,
      "id": "223"
    },
    "224": {
      "label": true,
      "text": "THIS IS MY PAGE FUCKERS SO I CAN SAY WHAT I WANT. FUCK YOU DRINI AND NACONKANTARI... I HOPE YOU ENJOY YOUR SCHEDULED RAPING. \n\np.s. done a head count lately?",
      "img": null,
      "origin": null,
      "id": "224"
    },
    "225": {
      "label": true,
      "text": "Scope\nPlease see the link above, as I'm sure you are a fucking spastic",
      "img": null,
      "origin": null,
      "id": "225"
    },
    "226": {
      "label": true,
      "text": "hey wiki nerd  \n\nu suck man i dont like your nasty coments punk ill beat ur guts from the back. signed lover boy. ps i love butt sex and we can have  butt sex ill  bring the ky gelly",
      "img": null,
      "origin": null,
      "id": "226"
    },
    "227": {
      "label": true,
      "text": "YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER! YOU ARE A MOTHJER FUCKER COCKSUCKER!",
      "img": null,
      "origin": null,
      "id": "227"
    },
    "228": {
      "label": true,
      "text": "MOTHERFUCKER, DONT BE CHANGING THE FUCKING GTA TIMELINE!",
      "img": null,
      "origin": null,
      "id": "228"
    },
    "229": {
      "label": true,
      "text": "FUCK YOU, YOU PARANOID BITCH!!! \n\nYOU ARE a ugly unwanted bucket of sludge who is obsessed with the unwanted festering sputum bag from hell and the teletubbie rubbing pantaloon you try to bite the mailman, you c.u.m guzzling sick minded prick who cooks for the filthy freak and the decomposing penguin groper thy fawning ill-nurtured lout hath a idle-headed maggot-pie If not for your daddy, you would be a racist cursed horny toad who eats the earwax of the brain dead snotbox and the crap eating horny toad and you lift your leg on trees, you evil naked weasel who slobbers on the wrinkly snob and the anatomically incorrect disfunctional buffoon so quit being so stupid, you cat litter munching abysmal lunatic who slobbers on the cat harassing rectum and the anatomically incorrect lunatic. \nYou big smelly cunt! \nYour mums crack tastes like MINCE and  \nFuck your mouth. Your girlfriend is ugly. \nIf my dog is as ugly as you are, i would shave his ass and make him walk backwards. \nYou are just cum you mom should of swallowed. \nYou are just a dog that jumped the fence and ran away. \nHow did you get here? Did someone leave your cage open? \nAre your parents siblings? \nHey are you lost? Which way did you come in? \nDoes she have an appetite? She looks like she has an appetite. \nGo ahead, tell them everything you know. It`ll only take 10 seconds. \nI`d love to go out with you, but my favorite commercial is on TV. \nYou fail at life \nand \nPlease press the reset button on your life \nYou should see the expressions on their faces, priceless. __________________ \nGAME OVER MOTHERFUCKER! >:( \n\nThanks to you neither me nor my family will  give this shit foundation a fucking dime. \nDo Wikipedia a favor and just delete your account.\n\nHave a nice day.",
      "img": null,
      "origin": null,
      "id": "229"
    },
    "230": {
      "label": true,
      "text": "please stop vandalising my page cunt",
      "img": null,
      "origin": null,
      "id": "230"
    },
    "231": {
      "label": true,
      "text": "\"\nThat was a nice message on my talk page. I enjoyed it. I mean, you still suck, but yeah, I had fun.  talk \"",
      "img": null,
      "origin": null,
      "id": "231"
    },
    "232": {
      "label": true,
      "text": "\"\nMFNickster, I am not sure if you have ever had any exposure to\nargumentative fallacies, but just because she did not write about\n\"\"exterminating the Negro Population\"\" in her biographical accounts\ndoes not mean it was an idea she was wholly against. There seems to\nbe enough evidence out there to warrant a section in the article re:\nthis topic.  I am not sure why you have such a hard on for her. Was she your grandmother or something?\"",
      "img": null,
      "origin": null,
      "id": "232"
    },
    "233": {
      "label": true,
      "text": "YOU HAVE ABUSE LOGS THAT ARE LOGS OF ABUSE TO PAGES I HAVE NEVER EVEN POSTED TO WHAT TEH HELL IS GOING ON\nALL I TRIED TO DO IS POST TO TEH SAM COUEP PAGE ITS A LIKN TO A VIDEO ON YOUTUBE\nWHY THE HELL CANT YOU EXPLAIN TO SOMEONE WHAT YOU ARE DOING WHEN YOU DO IT\nIF YOU REMOVE IT AND THEN LET ME REPOST EXACTLY THE SAME THING WHAT THE HELL AM I SUPPOSED TO THINK WHAT TEH HELL IS GOING ON YOUR SITE IS SO COMPLEX IT IS IMPOSSIBLE SIMPLIFY PLEASE? I CANNOT COMMUNICATE WITH TEH PEOPLE WHO HAVE REMOVED MY LINKS I CANNOT COMMUNICATE WITH ANYONE\nI GET 3% OF THE ADVERTISED CONNECTION SPEED DO YOU AHVE SHARES IN TELECOMMUNICATIONS COMPANIES ARE YOU JEWISH WHAT TEH FUCK IS GOING ON FOR GODS SAKE",
      "img": null,
      "origin": null,
      "id": "233"
    },
    "234": {
      "label": true,
      "text": "Let's see...which one of us is making personal attacks and edit warring? That would be you, and you, respectively. And now you're making threats! Nice. You want to have a good day? Stop being a bully, and find another hobby.",
      "img": null,
      "origin": null,
      "id": "234"
    },
    "235": {
      "label": true,
      "text": "HOW ABOUT A LITTLE FIRE, NATE!  (Throws fireballs at nate!) I STOLE WIKIPEDIA! I STOLE WIKIPEDIA! FUCK WIKIPEDIA! FUCK!",
      "img": null,
      "origin": null,
      "id": "235"
    },
    "236": {
      "label": true,
      "text": "It's in spanish but it's the truth, If you don't cite this you are acting like the fraken gatekeeper know it all, you aren't shit.",
      "img": null,
      "origin": null,
      "id": "236"
    },
    "237": {
      "label": true,
      "text": "You fascit Nazi! You socialist bastard! You filthy Hippy! \n\nYou dare touch my edits again and I'll go to where you live and kick your ass in person. It shouldn't be hard to find. Communes smell worse than slaughter houses. I make edits. I don't vandilaze. Get off your high horse.",
      "img": null,
      "origin": null,
      "id": "237"
    },
    "238": {
      "label": true,
      "text": "User:NHRHS2010 is a homo like mitt romney is. \nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.\n User:NHRHS2010 is a homo like mitt romney is. \nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. \nUser:Enigmaman is a homo like mitt romney is.== User:NHRHS2010 is a homo like mitt romney is. ==\nUser:NHRHS2010 is a homo like mitt romney is.\n User:Enigmaman is a homo like mitt romney is. NEWL",
      "img": null,
      "origin": null,
      "id": "238"
    },
    "239": {
      "label": true,
      "text": "Don't Talk\nGoogie Man, I got 2 simple words for you, Shut Up.   Let's see a guy who spends his time sitting at the computer editing wikipedia named Googie man, what can I say? You think bigger than me, you think you better than me?  You aint nothing.  Stop calling me a Rogue editer, that is  the corniest thing that I ever heard.   I know you are mad at me because I made fun of and replaced you horrible, terrible, ugly picture of Donnie Baseball, but calling me a rogue is the biggest outrage that I have ever seen.  Please delete that picture before all of us go blind, I would rather have no picture on the page then to have the worst picture in the history of the world on the page.  Don't ever delete my comments on any talk page ever again, I have the right to express my opinions. I am a villian but you just a hostage.  You can't stop the Reign of the King of Wikipedia.  Now go take some more pictures or something and stay outta my way. I'm out.",
      "img": null,
      "origin": null,
      "id": "239"
    },
    "240": {
      "label": true,
      "text": "\"\n\nwhy don't you \"\"REMOVE\"\" my free speech you goddamned self, you whiny little pipsquak. That's all you seem to be good at doing.\"",
      "img": null,
      "origin": null,
      "id": "240"
    },
    "241": {
      "label": true,
      "text": "Go kill yourself \n\nYou should be ashamed of yourself. Twoofers like you are scumbags that deserve to die. You anti-scientific assholes are destroying America.",
      "img": null,
      "origin": null,
      "id": "241"
    },
    "242": {
      "label": true,
      "text": "FUCK OF NAZI PROPAGANDA\nodpierdalcie sie jebani faszyści od Polski !!!!!!!!!!!",
      "img": null,
      "origin": null,
      "id": "242"
    },
    "243": {
      "label": true,
      "text": "Not really sure what the issue is here \n\nWhat is The Name of the Rose? It is a book. Is it a fictional library? No, it is not. Is it a fictional librarian? No, it is not, for a real book cannot be a fictional anything. So stop bloody adding real things to categories for fictional things. Not that difficult, really.",
      "img": null,
      "origin": null,
      "id": "243"
    },
    "244": {
      "label": true,
      "text": "Since this is MY user page, I can say what I want:\n\nYOU GUYS ARE ALL A BUNCH OF MOTHERFUCKING ASS-EATERS AND I HOPE YOU ALL ROT IN HELL.",
      "img": null,
      "origin": null,
      "id": "244"
    },
    "245": {
      "label": true,
      "text": "\"\n\n You Are an Awesome wikipedian \n\n  Some shit Some droppings of filthy muck mess to feel you better. Don't bother myself    Summon \"",
      "img": null,
      "origin": null,
      "id": "245"
    },
    "246": {
      "label": true,
      "text": "FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU U USELESS BOT FUCK YOU",
      "img": null,
      "origin": null,
      "id": "246"
    },
    "247": {
      "label": true,
      "text": "Ibaranoff Is a Cocksucking Little Bitch \n\nWHY DID YOU DELETE THAT YOU FUCKING LOSER YOU DON'T LIKE BEING WRONG DO YA? I DON'T GIVE A FUCK IF I GET BANNED YOU CAN EAT A DICK. HAVE A NICE LIFE HOPE YOU CAN FIND SOMETHING TO DO WITH IT EXCEPT FOR BE A LITTLE BITCH ON WIKIPEDIA.",
      "img": null,
      "origin": null,
      "id": "247"
    },
    "248": {
      "label": true,
      "text": "Im sorry are you fucking stupid that nice person just gave me a warning then you fucking block me, nigger cunt eat pussy bitch",
      "img": null,
      "origin": null,
      "id": "248"
    },
    "249": {
      "label": true,
      "text": "Can we go on a date \n\nI want to sniff your leaky blood box!",
      "img": null,
      "origin": null,
      "id": "249"
    },
    "250": {
      "label": true,
      "text": "Piss off you sanctimonious weed. You forget that 1. you are irrelevant to this topic, 2. you arbitrarily abused your privileges (I mean, what sort of prick suspends someone in another country over a dispute he wasn't even a party to?). \n\nSo when you and Daniel Dumbass have finished stroking each others egos, you might want to remember this about Wikipedia",
      "img": null,
      "origin": null,
      "id": "250"
    },
    "251": {
      "label": true,
      "text": "\"\nActually I am fully Arabic and Islamic and the correct spelling unlike how you stupid christians have been spelling it is \"\"Mou'ammar Al Qadhdhaffy\"\". But you are all too racist and white and stupid too accept that124.180.159.192  \"",
      "img": null,
      "origin": null,
      "id": "251"
    },
    "252": {
      "label": true,
      "text": "important \n\nyou and your family shall burn! you have been warned, if you do troll muzemikes talk page i will slaughter you in your sleep. bye...",
      "img": null,
      "origin": null,
      "id": "252"
    },
    "253": {
      "label": true,
      "text": "DON'T BLOCK ME I AM RIGHT AND I FUCKING KNOW IT. BLOCK THAT ASSHOLE KANSAS BEAR OR SOMETHING. JUST LEAVE ME THE FUCK ALONE.",
      "img": null,
      "origin": null,
      "id": "253"
    },
    "254": {
      "label": true,
      "text": "WHAT THE FUCK IS WRONG WITH YOU PEOPLE? STOP CRITIZING US!!! YOU'RE WRITING IN OPINION!! FUCK STOP THIS! MADDOX IS A PRICK",
      "img": null,
      "origin": null,
      "id": "254"
    },
    "255": {
      "label": true,
      "text": "In response to your recent comment on my talk page. \n\nI suggest you contract cancer.",
      "img": null,
      "origin": null,
      "id": "255"
    },
    "256": {
      "label": true,
      "text": "-kelly this is yo momma speaking, please stop being a nerd.-",
      "img": null,
      "origin": null,
      "id": "256"
    },
    "257": {
      "label": true,
      "text": "\"\n\nI like the way you forget about all the times Israel has actualy done this to other nations, including it's \"\"allies\"\", such as when they forged european passports to commit a murder causing 20 innocent people to be framed, and do we really need to talk about the USS Liberty incident? Just because Iran says something, it has to be bad right? Fucking morons the lot of you if you think this isn't something they would do or at least consider.\n\n\"",
      "img": null,
      "origin": null,
      "id": "257"
    },
    "258": {
      "label": true,
      "text": "Hi \n\nHi, welcome to wikipedia.  I just wanted to let you know that you smell like the drippings from my poop chute!  Cheers!   Today, 2008",
      "img": null,
      "origin": null,
      "id": "258"
    },
    "259": {
      "label": true,
      "text": "P.S- How the hell are you going to block me when you aren't an admin?!",
      "img": null,
      "origin": null,
      "id": "259"
    },
    "260": {
      "label": true,
      "text": ".When I am providing with reliable source where ganga lal gupta has clearly proof that kushwaha come under kshatriya varna. you mother fucker do you have blind eyes that you cant see it",
      "img": null,
      "origin": null,
      "id": "260"
    },
    "261": {
      "label": true,
      "text": "You are a Disgrace \nSitting there with no life reverting valid edits. Get a life idiot 70.26.41.242",
      "img": null,
      "origin": null,
      "id": "261"
    },
    "262": {
      "label": true,
      "text": "I CANNOT BELIEVE THIS WHAT THE #@@%K\nif you continue to do this i will have to take some drastic measures watch your step it may be your last",
      "img": null,
      "origin": null,
      "id": "262"
    },
    "263": {
      "label": true,
      "text": "Why, the stupid blocked? \n\nBut, I'm sorry, because of Kingdom Hearts III for PlayStation 4 and Xbox One, can you announced for PlayStation 3? 58.168.72.12",
      "img": null,
      "origin": null,
      "id": "263"
    },
    "264": {
      "label": true,
      "text": "Pedophiles, sex criminals, Imperial Japan, Nazi Germany and other such degenerate ilk also are minority views and for good reason.  And by the way, showcasing your stalker skills and googling my name is quite retarded and anti-social behavior.  Please stop and seek therapy cause you need it.",
      "img": null,
      "origin": null,
      "id": "264"
    },
    "265": {
      "label": true,
      "text": "ha ha fucking gwernol at it again, trying to protect his friends because he doesnt give two shits about the rules, what a big fucking surprise",
      "img": null,
      "origin": null,
      "id": "265"
    },
    "266": {
      "label": true,
      "text": "Apology \n\nYou blocked me once  under another IP and it angered me. I was determined to take revenge. Then I discovered your wife is an honest to god African prostitute with AIDS and I realized  nothing I could do would make your life worse than it is. A married virgin, and you'll probably die a virgin. You're like the unicorn of white nights. This is gold man, thanks so much, honestly.  -107.77.76.15",
      "img": null,
      "origin": null,
      "id": "266"
    },
    "267": {
      "label": true,
      "text": "I would also like to say \n\nthat not only are you a masturbate, but you are also gay lol",
      "img": null,
      "origin": null,
      "id": "267"
    },
    "268": {
      "label": true,
      "text": "SmallThingy.... \n\n... are you gay?\n\nDo you frequent the Hellfire Club?\n\nDo you shake your little tusch on the catwalk?",
      "img": null,
      "origin": null,
      "id": "268"
    },
    "269": {
      "label": true,
      "text": "yeah well, I don't subscribe to your opinion, stop spamming me with messages here. What makes your opinion superior to mine, nothing. If you abuse or spam me again, I will take issue. GET IT? AND REVERT IT BACK TO WHAT I HAD IT, UNLESS YOU SHOW ME PROOF TO THE CONTRARY, WHERE'S YOUR PROOF? NOWHERE.\n\nYOU LACKIES RUN THE SHOW HERE. \n82.21.25.194",
      "img": null,
      "origin": null,
      "id": "269"
    },
    "270": {
      "label": true,
      "text": "William S Saturn is a sockpuppet \n\nHey dickweed Saturn, remember me?  You dumb fat bitch",
      "img": null,
      "origin": null,
      "id": "270"
    },
    "271": {
      "label": true,
      "text": "I'm sure you eat alot of tube steak",
      "img": null,
      "origin": null,
      "id": "271"
    },
    "272": {
      "label": true,
      "text": "Fuck off, I do what I want.",
      "img": null,
      "origin": null,
      "id": "272"
    },
    "273": {
      "label": true,
      "text": "Ooh, I guess I hit a sore spot. You realized your narcissism and quit referring to yourself in the third person. Congratulations on exposing your insecurities. Some day you're going to hate yourself for living such a worthless life. Editing Wikipedia? Jesus.",
      "img": null,
      "origin": null,
      "id": "273"
    },
    "274": {
      "label": true,
      "text": "Handing out blocks using Twinkle. What a fucking disgrace. — lfdder",
      "img": null,
      "origin": null,
      "id": "274"
    },
    "275": {
      "label": true,
      "text": "no think o it this way im doing all that same shit youve been doing to me okay also ill let them merge if youd stop getting rid of my stff and apologize and get rid of that shit tryna get rid of my page and also go to hell",
      "img": null,
      "origin": null,
      "id": "275"
    },
    "276": {
      "label": true,
      "text": "The Greater San Francisco Bay Area is greater than the typical Bay Area Definition you idiot stop reverting my edits until YOU have sources obviously like every other metro area a greater region is obviously bigger you idiot. Go shove your internet awards some where because they dont matter when all you do is type on a key board.",
      "img": null,
      "origin": null,
      "id": "276"
    },
    "277": {
      "label": true,
      "text": "\"\nMaybe you should look up what harassment is.  Please change the reasoning for my block to something respectable that deals with the situation at hand.  I did not harrass you in any way, shape, or form.  I asked you to fuck off in the context of my user talk page.  And I repeat again my statement, fuck off my talk page when this issue is over.  It is my right to ask you to fuck off my talk page.  It is not my right to block you from this page, but again it is my right to ask you to fuck off this user talk page.  Bits andPieces \nAnd why will you have to do that?  I am disrupting the project by asking you to fuck off my talk page?  Nope.   Bits andPieces \nLengthened the block to 1 week, and you can't edit this page. I hope you are more reasonable next week, see you then!  // have a cup // ark //  \"",
      "img": null,
      "origin": null,
      "id": "277"
    },
    "278": {
      "label": true,
      "text": "\"back the fuck off. Take your 12 year old ass and buy some fucking Webkinz and stop trying to involve yourself in something you don't understand and act like some Internet tough guy. If I get another post from you, I'll track down your parents and have a talk with them.\n, 2008\n\n\"",
      "img": null,
      "origin": null,
      "id": "278"
    },
    "279": {
      "label": true,
      "text": "Why don't the Wiki fascists leave my edits alone as the increase th eknwoledge base which is the basic idea of Wiki?\nIf my edit upsets someone's preciousness that is a problem for Wiki to address as otherwise Wiki = Hitlerism.\nMy Manifest determination was deleted by the homosexual clique at CAMH so that is acceptable to Wiki?\nMy previous edit of Liquorice poisoning deleted by the prissy original post but he incorporated my edit which is a bit deeitful isn't it? Is that the essence of Wikiism?",
      "img": null,
      "origin": null,
      "id": "279"
    },
    "280": {
      "label": true,
      "text": "FUCK ALL YOU NUT LICKING MOTHERFUCKING FAGOT COCK SUCKING WHORES!  YOU ALL SUCK SHAPIROS COCK AND LICK HIS MOTHERS CUNT!",
      "img": null,
      "origin": null,
      "id": "280"
    },
    "281": {
      "label": true,
      "text": "Atreus \nWhy don't you want information relevant to Atreus included on his page?  This is vandalism in my opinion.",
      "img": null,
      "origin": null,
      "id": "281"
    },
    "282": {
      "label": true,
      "text": "I guess that was the NEXT to last warning huh...funny thing is this has been stumbled.  Now thousands of people are going to be aware of your selective editing.  This is the internet bitch and it's free and you can't get away with your slimy little agenda anymore.  You are outed.",
      "img": null,
      "origin": null,
      "id": "282"
    },
    "283": {
      "label": true,
      "text": "Well gladly go fuck yourself you numb fuck.",
      "img": null,
      "origin": null,
      "id": "283"
    },
    "284": {
      "label": true,
      "text": "ASSHAT FUCKING STUPID ASSHOLE PAIR OF CLOWNSHOES",
      "img": null,
      "origin": null,
      "id": "284"
    },
    "285": {
      "label": true,
      "text": "\"\n\nHere's ONE example of McNeight-speak\n\nYour post to Wikipedia talk:Requests for comment does not provide enough information so that anyone can review the threats and personal attacks that you claim were made by  \n\nhttp://en.wikipedia.org/wiki/Wikipedia_talk:Requests_for_comment/Braaad\n\nQUOTE from McNeight:\nWikipedia is a community. The focus is not on you or me, but the encyclopedia. Create as many user names as you want, but eventually your \"\"personality\"\" will come through. If you can't or won't interact with people in a normal manner (hint: take a look at meta:Don't be a dick and Wikipedia:Civility for some tips on human-human interaction), then get the fuck out. McNeight  SIGNED! Because I'm not a bitter and petty authority-wannabe attention-freak coward.\n\nI think my favorite part is: \"\"...get the fuck out.\"\"  Please protect me from this dangerous creature!!  \"",
      "img": null,
      "origin": null,
      "id": "285"
    },
    "286": {
      "label": true,
      "text": "eat a dick \n\nand fuck off",
      "img": null,
      "origin": null,
      "id": "286"
    },
    "287": {
      "label": true,
      "text": "no fuckin make me fudge packer 'gwernol'[more like queerhole]",
      "img": null,
      "origin": null,
      "id": "287"
    },
    "288": {
      "label": true,
      "text": "@KWW and father F*cker, u still didnt give no source haha:P what a sore f*cking loser haha:P",
      "img": null,
      "origin": null,
      "id": "288"
    },
    "289": {
      "label": true,
      "text": "You can't fucking block me for 3 months for fucking personal attacks or harassment! You fucking stupid hellhole, you better motherfucking let me vandalize Wikipedia again FRICKEN NOW!",
      "img": null,
      "origin": null,
      "id": "289"
    },
    "290": {
      "label": true,
      "text": "You know, for human excrement, you're pretty fast to find vandalism, good job, you have a purpose in life.",
      "img": null,
      "origin": null,
      "id": "290"
    },
    "291": {
      "label": true,
      "text": "Yea. I was sort of the local shit disturber in my young adult life. My family's from there. I went to PSS many years ago.",
      "img": null,
      "origin": null,
      "id": "291"
    },
    "292": {
      "label": true,
      "text": "@ okay king of the Wikipedia Nazis.",
      "img": null,
      "origin": null,
      "id": "292"
    },
    "293": {
      "label": true,
      "text": "ow! someone just blocked me! I don't think I can feel my ass!\n\nYourCousin",
      "img": null,
      "origin": null,
      "id": "293"
    },
    "294": {
      "label": true,
      "text": "I see you like bullshit \n\nFine, have your bullshit.",
      "img": null,
      "origin": null,
      "id": "294"
    },
    "295": {
      "label": true,
      "text": "go to  die \n\nson of  bich",
      "img": null,
      "origin": null,
      "id": "295"
    },
    "296": {
      "label": true,
      "text": "WHAT'S WRONG WITH YOU?\nGO KILL YOURSELF, YOU VILE CREATURE!!!!!!!!!!!",
      "img": null,
      "origin": null,
      "id": "296"
    },
    "297": {
      "label": true,
      "text": "You fing rat \n\nYou ratted me out you little prick",
      "img": null,
      "origin": null,
      "id": "297"
    },
    "298": {
      "label": true,
      "text": "has got some sand trapped in his vagina and it's making him a little bit cranky",
      "img": null,
      "origin": null,
      "id": "298"
    },
    "299": {
      "label": true,
      "text": "Of course not. 'Patrons', as you so kindly put it, are, for the most part, an assorted bunch of hobos, wash-outs, and other generally unemployed and more-or-less perpetually starving people, such as Hollywood star wannabees.",
      "img": null,
      "origin": null,
      "id": "299"
    },
    "300": {
      "label": false,
      "text": "Dumb Niggaz \n\nYall Niggas are dumb.Sean Kingston never played biggie.I was joking around dumbfucks.",
      "img": null,
      "origin": null,
      "id": "300"
    },
    "301": {
      "label": false,
      "text": "Ha! Riiiiight....because you and the other two morons definately ARE NOT policing this article for political reasons. As opposed to say, my honest indignation at having to sort through endless piles of Israeli propaganda and political threats when I just want to read about what's going on with the convoy. Normally my wiki activity is limited to editing out nationalist crap people insert into history articles. \n\nToday it's you and your Temple buddies. Hey, wait! Maybe if your guys all rub your noses together you can triangulate my new IP address. \n\nGod, I had forgotten how funny Jew jokes are. If only I really was anti-Semetic....\n\nMake sure you keep checkin' that page! I'll be back >:D",
      "img": null,
      "origin": null,
      "id": "301"
    },
    "302": {
      "label": false,
      "text": "Hey I'm just tellin' like it is you ugly as fuck butt fugly muthafucka!",
      "img": null,
      "origin": null,
      "id": "302"
    },
    "303": {
      "label": false,
      "text": "How come \n\nsome of the worst human beings on earth happen to be admin on your oh so beloved, oh so protected internet site?37.230.30.171",
      "img": null,
      "origin": null,
      "id": "303"
    },
    "304": {
      "label": false,
      "text": "You are a raging faggot.  Kill yourself.",
      "img": null,
      "origin": null,
      "id": "304"
    },
    "305": {
      "label": false,
      "text": "cocksucking bastard",
      "img": null,
      "origin": null,
      "id": "305"
    },
    "306": {
      "label": false,
      "text": ". I should become a detective for figuring all that out! Oh yeah, I suck cocks. That's how I became a Wikipiedia admin. And because I have a lot of time on my hands. I often feel good about myself knowing that I can ban people from the internets",
      "img": null,
      "origin": null,
      "id": "306"
    },
    "307": {
      "label": false,
      "text": "shut up Katie your not even real",
      "img": null,
      "origin": null,
      "id": "307"
    },
    "308": {
      "label": false,
      "text": "Hey Roy.  Go fukk yourself you gay bich.\n\nYa u heard me.  \n\nPussy",
      "img": null,
      "origin": null,
      "id": "308"
    },
    "309": {
      "label": false,
      "text": "\"\nMr LULU, Your Screed (statement) \"\"The latest....DAILY SLANDER\"\" is a bit over the top.  You sound like a partisan, POV Pusher, instead of a NPOV editor. Such a salacious  statements shows your lack of knowledge of the word  \"\"Slander\"\" (for the record proper usage is \"\"Liable\"\"). I question your temperament to edit on such a politically charged article. 68.251.50.5    \n A note to MR anon \"\"Gamaliel? (since no one knows your agenda other then your partisan picture shrine on your homepage) ... are a adult, willing to play by real world rules or are just a child, playing these dumbass games?  Calling Question LULU's temperament to edit responsible, considering his/her partisan temperament and basic understanding of the very words, which lulus likes to use is not \"\"personal attack\"\".  To bad Wikipeida and it's admins behave as little children, instead as responsible adults.\n\"",
      "img": null,
      "origin": null,
      "id": "309"
    },
    "310": {
      "label": false,
      "text": "\"\nStupid Vikings.  A creative, new way to lose. Instead of a run play to center the ball and kick the winning FG with time expiring, let's have the ol' man throw across his body to his blind side and get picked off and force OT and hand the game to the Aints.  Creative.  As I've always maintain, the vikings always find a way to lose.   | 76 \"",
      "img": null,
      "origin": null,
      "id": "310"
    },
    "311": {
      "label": false,
      "text": "mothafucka! \n\nYou son of a bitch, shup up!\n\notherwise I will kill you!",
      "img": null,
      "origin": null,
      "id": "311"
    },
    "312": {
      "label": false,
      "text": "\"\n\noh i see, my comment is a personal attack but others, for example one who called him a \"\"dumb-ass little shit\"\" and SqueakBox (annoying user of the week) agreeing, isn't? p-lease, your removal of solely my comment is unfair and irrational (as it was just speaking the truth - wikipedia's obsession with civility borders on the ridiculous when it means people have to hide what they really think and play nice with obviously disruptive users so that they won't get hit with the banhammer).  \"",
      "img": null,
      "origin": null,
      "id": "312"
    },
    "313": {
      "label": false,
      "text": "I HATE DRMIES!! HE IS AN IDIOT!!!",
      "img": null,
      "origin": null,
      "id": "313"
    },
    "314": {
      "label": false,
      "text": "\"\n\nWhat the hell are you talking about? I didn't insert any link, I typed some text, you nazi. there was nothing biased about what I included on that page, I simply stated a fact. A fact that you may not like, but nonetheless, a fact. You really should be getting paid to be the internet hall monitor, why don't you put your \"\"skill\"\" to use working for those brown nosers at Fox news, since it seems to upset you that someone is telling the truth about your precious \"\"president\"\"\n \"",
      "img": null,
      "origin": null,
      "id": "314"
    },
    "315": {
      "label": false,
      "text": "You are a piece of Shiit \n\nYou are a pissant little creatin, who has no purpose in life. You graduated from a thirdclass college, but that's better than your prosti mom who's uneducated. You can't earn a thousandth of what Sweet Briar Alums earn. I saw your face, you are sooo ugly! You could never get into or pass at Sweet Briar with your monkey's brain!",
      "img": null,
      "origin": null,
      "id": "315"
    },
    "316": {
      "label": false,
      "text": "Ihad sex with Katy Perry last nught and my mommy caught us right in the middle of it.",
      "img": null,
      "origin": null,
      "id": "316"
    },
    "317": {
      "label": false,
      "text": "Good Luck \n\nwikipedia sucks\n71.186.170.196 \nOooh.. look at all your awards..  I'm certain they make you feel good inside.",
      "img": null,
      "origin": null,
      "id": "317"
    },
    "318": {
      "label": false,
      "text": "You ignoramus! My cousin just did the hitler pictures and the swastikas and what not. I've been the one talking to you you imbecile. I can't believe that people that are stupid like you exist. It makes we want to start playing russian roulette with myself.",
      "img": null,
      "origin": null,
      "id": "318"
    },
    "319": {
      "label": false,
      "text": "\"\n\n Re: AIP \n\nGo fuck yourself. -The'FortyFive' \"",
      "img": null,
      "origin": null,
      "id": "319"
    },
    "320": {
      "label": false,
      "text": "and i have a small penis lalalalalalalalala",
      "img": null,
      "origin": null,
      "id": "320"
    },
    "321": {
      "label": false,
      "text": "Have you fallen on your head as a child? You are pathetic, Jingiby.",
      "img": null,
      "origin": null,
      "id": "321"
    },
    "322": {
      "label": false,
      "text": "You are one of the worst page vandals I have ever seen. Your repeated vandalism of a user page shows what a pathetically insecure individual you are.",
      "img": null,
      "origin": null,
      "id": "322"
    },
    "323": {
      "label": false,
      "text": "Sweden, LOL \n\nSweden sucks.",
      "img": null,
      "origin": null,
      "id": "323"
    },
    "324": {
      "label": false,
      "text": "\"\n\nIt's a stupid project.\n\nWikipedia should be a hub of information for all ages. If it is filled up with porno articles with inappropriate material, both Encyclopedic and for the reading of the general population, child or otherwise, then it is restricting the audience of Wikipedia surely? I mean how can a source of information be free and accessible to all, if it is ostensibly linked with explicit material, most of which shouldn't be in the Encyclopedia.\n\nPS - I know about Wikipedia's \"\"no censorship issue\"\", but sometimes it goes too far.  \"",
      "img": null,
      "origin": null,
      "id": "324"
    },
    "325": {
      "label": false,
      "text": "I haven't vandalized crap.  I just tell it like it is!  You got a fucking problem with me, then maybe you need to take a long look at yourself.  Don't fucking e-mail me again.  Take care.",
      "img": null,
      "origin": null,
      "id": "325"
    },
    "326": {
      "label": false,
      "text": "You are the same person! \n\nYou stupid ass crackhead you are the same person as Litany and KarlXII it is a shame a bright guy like you waste your intellect on genocide-denial and fashism-support. You have to start working on better things becuse the agression and genocide has been committed and Serbia has LOST! You can revert the truth for a while but not for ever it will come out becuse God and the sons and dotters of BOSNIA is going to make shour it gets out inshalla! So stop this islamophobic behavior and give it up alredy or you can expect war and no matter how nerdy you are so you have time to creati all this accounst and use you will pay, so for you own good GET A LIFE! Hey it´s Christmas soon man stop being a chetnik or we´l fuck you up....\n\nCovjek zaboravi al´ pas ti uvijek vrati.",
      "img": null,
      "origin": null,
      "id": "326"
    },
    "327": {
      "label": false,
      "text": "IT'S THE STFU. IF SOMEBODY CHANGES THEM TO THE STF-U THEN I'M GONNA KILL THEM.User:Pic Business",
      "img": null,
      "origin": null,
      "id": "327"
    },
    "328": {
      "label": false,
      "text": "moderator on wikipedia \n\nmoderator on wikipedia are a bunch of twats who like to suck thomas malinas tiny cock",
      "img": null,
      "origin": null,
      "id": "328"
    },
    "329": {
      "label": false,
      "text": "hello Coren u moron.  I am still getting my lulz on. don't worry about trying to ban my IP cuz i'll be on a new one in a few minutes.  i made many accounts from many IPs so i can get lulz from all u wiki-police homos like u. ur an asshole, in case u havent figured that out.  u probably have sex with farm animals and ur mom is a donkey.  anyways, imma kool dude and you're a lozer homo. u can't ban me from editing as the internets are forevers - moar lulz for me!",
      "img": null,
      "origin": null,
      "id": "329"
    },
    "330": {
      "label": false,
      "text": "did i hurt your feelings? \n\nits okay you can ban me, i will create a new account and sign in from a different ip. i must have hurt your feelings pretty bad. \n\ndouche bag.",
      "img": null,
      "origin": null,
      "id": "330"
    },
    "331": {
      "label": false,
      "text": "\"\n\n That wasn't nice \n\nI am reposting this to piss off Tbhotch. Enjoy, you dumb piece of shit. Have fun being jobless. Soon teachers that think too highly of themselves won't be a problem in this country anymore. And if you're going to run around tossing threats because you're too fucking stupid to accept reality instead of getting into a flame war over demographics pissing off an entire base, then save yourself the trouble of throwing around even more threats and just ban me like you dumb public school pieces of dog shit wiki editors keep threatening over and over again. Just make sure you have every VPN and Spoof address banned also or you're just going to be wasting your time.\n\nOh, and;\n\n\"\"It's people like you that make this place not worth coming to. If google would stop linking here then I would gladly stop using this website. Why do roughly 75% of all wikipedia editors (whatever that is) act like you do, aka an uneducated biased and complete fucking retard?\"\"\"",
      "img": null,
      "origin": null,
      "id": "331"
    },
    "332": {
      "label": false,
      "text": "Talk pages are also where some of us have to try and get uninformed idiots to back down so WE CAN MAKE CHANGES. It's hard to have an impact on an article such as thistypical Wikinonsense.",
      "img": null,
      "origin": null,
      "id": "332"
    },
    "333": {
      "label": false,
      "text": "Your are a filthy fuck \n\ngo fuck your self",
      "img": null,
      "origin": null,
      "id": "333"
    },
    "334": {
      "label": false,
      "text": "Mark. Your semen is not viable. Were you to procreate, the children would be homosexuals. Do no procreate Mark, enough is enough.",
      "img": null,
      "origin": null,
      "id": "334"
    },
    "335": {
      "label": false,
      "text": "\"\n\nI just got a telegram in the mail...it says......\"\"GWERNOL IS GAY!!!\"\"\n\nSwear to fuck your mom if you swear to tape it.\"",
      "img": null,
      "origin": null,
      "id": "335"
    },
    "336": {
      "label": false,
      "text": "\"\nI am not far right. I am Jewish, not related to Gamergate (it is bizarre and idiotic), and I hate both far right and far left. You are far left, so I hate you.  — Preceding unsigned comment added by 190.207.63.200   \"",
      "img": null,
      "origin": null,
      "id": "336"
    },
    "337": {
      "label": false,
      "text": "And Luke, stay out, son of a bitch!!!!!!!!!!!! ;) 198.228.217.150",
      "img": null,
      "origin": null,
      "id": "337"
    },
    "338": {
      "label": false,
      "text": "Freeland, PA \n\nYou are really, really gay for reverting my good edit to Freeland, PA.  Stupid liberals! 204.186.77.109   tilde tilde tilde tilde",
      "img": null,
      "origin": null,
      "id": "338"
    },
    "339": {
      "label": false,
      "text": "WHY DID YOU DELETE AFROJACK? \n\nWith the afros and the jackos and the ha ha ha.",
      "img": null,
      "origin": null,
      "id": "339"
    },
    "340": {
      "label": false,
      "text": "The defeat of Roydosan \n\nWell done my fellow Greeks, we have defeated Roydosan and now he runs like cattle. HEIL!",
      "img": null,
      "origin": null,
      "id": "340"
    },
    "341": {
      "label": false,
      "text": "You just now made a bunch of reversions. Fuck",
      "img": null,
      "origin": null,
      "id": "341"
    },
    "342": {
      "label": false,
      "text": "\"\n\n Hey! Maybe you should try it. Your candidate's \"\"spiritual mentor\"\" is a Jew-hating, faux-\"\"Christian\"\" Black supremacist.   \"",
      "img": null,
      "origin": null,
      "id": "342"
    },
    "343": {
      "label": false,
      "text": "JUstin likes it in the behind..",
      "img": null,
      "origin": null,
      "id": "343"
    },
    "344": {
      "label": false,
      "text": "—Preceding unsigned comment added by  (talk • contribs) 17:01, 3 August 2008\nFuck off.",
      "img": null,
      "origin": null,
      "id": "344"
    },
    "345": {
      "label": false,
      "text": "\"\n\nYes I had this SAME problem: Some WikiNazis feel it's OK to leave nasty / snarky comments on other user pages, but will actually delete such comments from their own pages calling it \"\"vandalism\"\". Hypocrites.   \n\nGET THE FUCK OFF METROS BECAUSE YOU HAVE NO RIGHT TO LOCK THIS TALKPAGE UP AND ITS MINE AND ALSO FUCK OFF MY USERPAGE WHEN I DELETE THE CONCERN FOR TOUGHHEAD TEMPLATE! YOU ARE NOT FIT TO BE ADMIN AND INSTEAD MAYBE MR DUCKY SHOULD BE YOUR REPLACEMENT!(76.247.222.101  )\"",
      "img": null,
      "origin": null,
      "id": "345"
    },
    "346": {
      "label": false,
      "text": "Yeah, he said he'd never heard of Ferrara, what a crook, the name bad lieutenant just appeared to him in a german sausage.",
      "img": null,
      "origin": null,
      "id": "346"
    },
    "347": {
      "label": false,
      "text": "IGNORANT FOOL...YOU'VE NEVER EVEN SEEN A MAP OF KRASNOI\n\nYou are so stupid and ignorant that you don’t even know which roads lead into or out of Krasnoi.\n\nThe road leading west out of Krasnoi was never blocked by the Russians…it was threatened by Tormasov’s enveloping movement but never actually blocked.\n\nYour ignorance is disgusting…absolutely sickening...\n\nDumb freshman with low SAT's...that's what you are...\n\n kenmore",
      "img": null,
      "origin": null,
      "id": "347"
    },
    "348": {
      "label": false,
      "text": "An ass. LOL. The vandalism was about goaste.  96.48.13.234",
      "img": null,
      "origin": null,
      "id": "348"
    },
    "349": {
      "label": false,
      "text": "UNBELIEVABLE you went ahead and removed the section unilaterally without waiting from comments from other editors. I'm warning you Wee, abstain from any more disruptive and borderline vandalism editing.",
      "img": null,
      "origin": null,
      "id": "349"
    },
    "350": {
      "label": false,
      "text": "and for the capitalize thing actually its not bad grammer if your using it in titles... You need a lesson from your Teacher Matt Stiker... Lol J/k ... But Seriously though if me calling other people gay offends you... you have to be a total nerd in real life that can't take being called names... oh well i feel sorry for you... wikipedia is probably the most action you get besides your creeper sites you visit...",
      "img": null,
      "origin": null,
      "id": "350"
    },
    "351": {
      "label": false,
      "text": "Antisemites being protected from Jews... geez, has anyone else seen that pig flying nearby? I also heard it's snowing in hell -)",
      "img": null,
      "origin": null,
      "id": "351"
    },
    "352": {
      "label": false,
      "text": "Fraggle81 ==\nI can just make new accounts every time I want to attack you. Proxy. Faggot.\n\n==",
      "img": null,
      "origin": null,
      "id": "352"
    },
    "353": {
      "label": false,
      "text": "I am not Jewish and even if I was I am sure you would never understand why there is nothing wrong with it. First gays, now Jews, do you think you are still in your godforsaken regime? This is a civilized world with civilized people where Jews, gays or gay supporters are not blatantly singled out. Some tribes influenced the way I look? no, no, no, the only way they could influence it is through conquest, rape, forced deportation - that's how you got in Iran, dont think you moved there with your own will",
      "img": null,
      "origin": null,
      "id": "353"
    },
    "354": {
      "label": false,
      "text": "List of Royal College Colombo alumni and Lalith Kothalawala and Cossde \n\nwhy this person Cossde doesn't want to / trying to avoid / or shy to add the name of old royalist the no one cheater in sri lanks to the list of List of Royal College Colombo alumni. this Cossde is a sick paranoid puppy who wants only the colombo 7 royalist to be survived on internet. u are an absolute sick ass hole(  ).",
      "img": null,
      "origin": null,
      "id": "354"
    },
    "355": {
      "label": false,
      "text": "Utterly stupid suggestion. I am sure Wikipedia is crying out for pages created for a couple of non-league footballers who when they finish playing football will probably stack shelves in Asda or work for KVA. Just de-link their names that is the solution.",
      "img": null,
      "origin": null,
      "id": "355"
    },
    "356": {
      "label": false,
      "text": "\"\n\n{{unblock|DISCLAIMER: I do not identify as a Nazi, Neo-Nazi, Facist, Neo-Fascist. I do not accept or agree with the actions or views of Hitler or any other dictators in the world for that matter. I do not hate Jews... in fact I have many jewish friends...\nHello, although this is technically an unblock appeal, it is really only a reason to explain.... you won't be in a mood to unblock me when I'm finished talking... )\nFirst of all I want to apologise, I should have thought before putting the giant swastika on my page. This is the reason for that... I have a few Jewish friends, and normally we sometimes make jokes about jews and christians and things like that. I never really make jokes about the holocaust, because that never go over well with them and it is not nice... well, apparently, a joke about jews being lawyers set one of my closest friends off who is not really a jew, but claims he is.... now he thinks I am a facist, nazi, and I hate jews.... i gotreally frustrated and annoyed and so I came home and started messing around on my userpage... Second of all, i would like to ask why it is not permissable to \"\"self identify as a nazi\"\"? There are several userboxes dealing with this subject. There is even a userbox that states, \"\"This user identifies as a Hitlerist! WHAT THE HELL?!?!?! You will let people say they support Hitler, but you won't let them say they are nazis?!? Being a nazi does not mean that you condone Hitler or his actions, it simple means that you support the theory of the politics behind Nazism.... you can be a nazi and not support the horrible eugenics policy. But if you are hitlerist, that obviously says you support all that... your arguement would of course be that it is offensive to jews.... well if you are taking that into account, then you should also ban anyone that says they identify as a communist. That can be extremely offensive to christians... if you want me to, I can talk about all the horrible things they did to christians in communist russia (with reference of a nice book). I think I will... one of the things they did was putting shackles on the ankles and wrists of christians with spikes of the inside that cut into your skin if you moved at all... and then they put starved rats into your cell that tried to eat you alive so you had to fight them off while your wrists and ankles are killing you. They also tied you to a cross and hung you upside down over a huge pile of other prisoners crammed into a small room. You were then forced to excrete over everyone. You were also stood upright in a box while they drove long nails into it. It was alright if you stood perfectly still, but you would have to stand there for hours and then your body would sway and poke into the nails. They also stood you naked in a freezer with a doctor nearby that signalled when you were freezing to death and then they would take you out and warm you up. They would do that for hours on end. Then they would beat you over and over again asking you to renounce Christ... the holocaust was horrible, but I would rather be gassed or hung by a nazi than endure those tortures for 18 years like one man who wrote a book about his experiences... so could you ban all communists please? \nMy last comment is in response to Chzz's question about me making the 'gay comment' statement. Nowadays the word gay is used for two meanings... one is homosexuality and the other is wierd, stupid, dumb... i was using the second connotation.... maybe if you people didn't spend so much time on this gay... sorry... stupid online encyclopedia you would realize how the real world uses words...\nEven if you unblock me (which you won't... )...) I will take a wikibreak... i don't want to become addicted to point of ruining my social life...... i have already recieved a punishment, never becoming an admin (the whole gay... sorry... dumb trust thing)... just know this... i would have enventually removed the swastika after I cooled down and because of your gay... sorry... dumb policy you have lost a serious editor... this whole thing has really annoyed me...\n  \n(P.S. Chzz, I have been on Wikipedia for 2 years... you think I forgot to sign my gay... sorry... stupid post? yeah right!)\n)\"",
      "img": null,
      "origin": null,
      "id": "356"
    },
    "357": {
      "label": false,
      "text": "Al Arbour  \n\nHey Fucktard. Al Arbour died on Friday. Try having someone read an obituary to you",
      "img": null,
      "origin": null,
      "id": "357"
    },
    "358": {
      "label": false,
      "text": "Then you're a communist, because you are not Zod like me, so you cannot have the same opinions on things as Zod.\nUser:Iamzodyourzodeveryzod Boo yah.",
      "img": null,
      "origin": null,
      "id": "358"
    },
    "359": {
      "label": false,
      "text": "Dude, who fears banning. This is what U HINDU terrorists are perfect at. This is the 1st personal attack I am making on u.U have till now banned International Human rights orgs in J&K;,Punjab,North East....etc.banning is the only thing of ur expertise. I know u r a stooge of RSS/SHIV SENA/Bajrang Dal ...yuck names ......that is Hindu terrorist orgs.\nNow I am 100 percent sure......u r one of those killers of Chittisinghpura.....U r a terrorist ( i wont call u a Hindu terrorist coz I dont want to defame Hindus as such)\nWaiting for Ban:)",
      "img": null,
      "origin": null,
      "id": "359"
    },
    "360": {
      "label": false,
      "text": "Idiot is  what idiot does\n202.92.40.8",
      "img": null,
      "origin": null,
      "id": "360"
    },
    "361": {
      "label": false,
      "text": "THIS DUDE THAT BLOCKED ME IS A FUCKING COCK SUCKER!!!!!!!!!! HEXACHORD SUCK SOME DICK NEGRO",
      "img": null,
      "origin": null,
      "id": "361"
    },
    "362": {
      "label": false,
      "text": "Oh noes, an insult on the internets! Get over yourself you moron. Being blocked doesn't affect me in the slightest, I do have a life. Encouraging users like S&P; however just might backfire on whatever topics you like to edit here. I would quite like to see how you would deal with his various issues with not really understanding any policy at all, not BLP, not NPOV, not OR, not TPO, not fucking anything really, especially now he's learned the trick from misguided pompous arses like you that it's best not to even acknowledge such concerns when presented by others, if you can play the 'mommy mommy' card. Unless of course you're as incompetent as they evidently are, in which case, a 'content' dispute between the two of you would be a sight to behold surely. Like two baboons flinging shit at each other while ostensibly visiting a museum.",
      "img": null,
      "origin": null,
      "id": "362"
    },
    "363": {
      "label": false,
      "text": "I was blocked for reporting their harassment then. Same thing you liar.",
      "img": null,
      "origin": null,
      "id": "363"
    },
    "364": {
      "label": false,
      "text": "How about this \n\nYou are a cunt?",
      "img": null,
      "origin": null,
      "id": "364"
    },
    "365": {
      "label": false,
      "text": "BAREK,\n\nYOU ARE A RETARD, YOU DOUCHENOZZLE!!!\n\nBLOW ME!\n\nMikeyCMS\n\nP.S. YOU WERE A MISTAKE and TAKE MY ACCOUNT, I DONT CARRE, AND YOU DONT CARE ME!",
      "img": null,
      "origin": null,
      "id": "365"
    },
    "366": {
      "label": false,
      "text": "\"\n\nIt is not disruptive, and does not appear to be \"\"attention-seeking\"\". These remarks are just argumentum ad hominem arguments, nothing more. You have zero evidence of this supposed motive on my part, and are just attacking me because we disagree on the article, an unambiguous violation of WP:AGF. \n\nIs there a particular article I'm working to improve? There isn't??? How do you figure? What is your basis for this accusation? Have you checked my edit history? There's lots of articles I'm constantly working to improve, as any look at my editing history shows, which flies in the face of this idiotic remark of yours. There are entire lists of articles I've created and worked on seen on my user page, including three articles I single-handedly brought to GA status. The Arthur Adams (comics) article for example, has been expanded and improved by me on an ongoing basis for the past three years, and is currently undergoing a GA examination process. These inane comments by you do nothing other than to reveal you to be an abject child and a pathological liar, one who brazenly attacks others who dares disagree with him.   \"",
      "img": null,
      "origin": null,
      "id": "366"
    },
    "367": {
      "label": false,
      "text": "have sex with our users like areaseven",
      "img": null,
      "origin": null,
      "id": "367"
    },
    "368": {
      "label": false,
      "text": "Hey I thnk that you an asshole \n\nYou just love to fuck your momk all day bitch.  Stop Fuckinmg her now!!!!!!!!!!  Got it bitch",
      "img": null,
      "origin": null,
      "id": "368"
    },
    "369": {
      "label": false,
      "text": "Listen, all you fags need to get a life and stop editing Wikipedia.  Look outside once in awhile as the world passes you by while you sit and try to ensure that every little word of every little article is correct, with no vandalism and correct information.  Do us all a favor, put down the mouse and keyboard, wash your Cheeto encrusted fingers, and get your pale fat asses outside.  Then walk in front of traffic so that we never have to deal with you again.",
      "img": null,
      "origin": null,
      "id": "369"
    },
    "370": {
      "label": false,
      "text": "heY TOdds! Quick Q? \n\nWhy Are You So Gay",
      "img": null,
      "origin": null,
      "id": "370"
    },
    "371": {
      "label": false,
      "text": "Grow up you silly person it's not disruptive editing your reverting is disrupting - hey QED actually pay attention to Wikipedia's own page devoted to people with the surname McKay not Mckay because that name does not exist!(https://en.wikipedia.org/wiki/McKay) Your logic Qed - suggests that this (https://en.wikipedia.org/wiki/McKay) is wrong because McKay has uses an uppercase letter 'K'. You imbecile just ask a specialist in the field of surnames, specifically Irish and Scottish surnames and you will have your answer!",
      "img": null,
      "origin": null,
      "id": "371"
    },
    "372": {
      "label": false,
      "text": "wikipedian policy\n\nI see now how Wikipedia is. If someone breaks the rules its ok as long as they kiss ass. This is bullshit. He started this stupid shit and was persistent until he got me banned. This is so fucking gay all Ive done is try to help Wikipedia but thanks to this stupid shit Im banned. WTF? See I refuse to kiss ass because nobody on here is better than me. As a matter of fact Im better than everyone else on here.",
      "img": null,
      "origin": null,
      "id": "372"
    },
    "373": {
      "label": false,
      "text": "similar concept? how can you mark a modern day nation with being a barbarian? you western jerks were playing with pieces of shits while we were conquering the world. You may be ultra-christ, ultra-greek, ultra-armenian ultra-western or whatever you want, but cant be a Turk.Contributions/62.248.42.19",
      "img": null,
      "origin": null,
      "id": "373"
    },
    "374": {
      "label": false,
      "text": "Always Do Well To Stop A Citizen's Arrest? \n\nHey, I absolutely refuse to edit articles.  I've left that duty to my betters.  Why don't you try to fix the problems that hamper good reading out of Wikipedia?  I come here often to learn something new.  I don't like being jerked around by anybody, whether those guilty of breaking all the rules, or you who wants to ignore it and shove a boot up my ass for complaining!  24.255.11.149",
      "img": null,
      "origin": null,
      "id": "374"
    },
    "375": {
      "label": false,
      "text": "as the whole world consider you Sunnis terrorists",
      "img": null,
      "origin": null,
      "id": "375"
    },
    "376": {
      "label": false,
      "text": "Damn wiki admins \n\nWhat is it with all these wiki admins and THEM not being able to follow RULES and policies such as the NPOV, 3RR and rules pertaining for VANDALISM.\n\nif anyone knows how i can get in touch directly with SENIOR Admins i would greatly appreciate it as some admins just make their owns rules up on the spot while disobeying wikipedias rules and effectivly slamming banhammers\n\nand no, im not talking about all admins, but i am talking about quite a few admins!",
      "img": null,
      "origin": null,
      "id": "376"
    },
    "377": {
      "label": false,
      "text": "BASEBALLS BUGS IS AN UGLY IGNORANT FOOL",
      "img": null,
      "origin": null,
      "id": "377"
    },
    "378": {
      "label": false,
      "text": "u aint got no pancake mix lady so stopppp",
      "img": null,
      "origin": null,
      "id": "378"
    },
    "379": {
      "label": false,
      "text": "but ew \n\nHe was a fαg which is against nature and is the most disgusting thing. Youre not a woman are you? Sexism is wrong. Being wrong is for women.",
      "img": null,
      "origin": null,
      "id": "379"
    },
    "380": {
      "label": false,
      "text": "Angry \n\nFuck you bitch",
      "img": null,
      "origin": null,
      "id": "380"
    },
    "381": {
      "label": false,
      "text": "Yeah! You dummy!  Bakutrix",
      "img": null,
      "origin": null,
      "id": "381"
    },
    "382": {
      "label": false,
      "text": "right it's less selective you stupid fuck",
      "img": null,
      "origin": null,
      "id": "382"
    },
    "383": {
      "label": false,
      "text": "Hate \n\nThis guy is such a liar, i hate him. He is evil!",
      "img": null,
      "origin": null,
      "id": "383"
    },
    "384": {
      "label": false,
      "text": "He's not a retired, he was just useless.",
      "img": null,
      "origin": null,
      "id": "384"
    },
    "385": {
      "label": false,
      "text": "Stop pussy-footing \nBAN ME! You did it before!",
      "img": null,
      "origin": null,
      "id": "385"
    },
    "386": {
      "label": false,
      "text": "FUCK OFF THE LOT OF YOU. CRAZY BASTARDS THAT IS ALL YOU ARE.",
      "img": null,
      "origin": null,
      "id": "386"
    },
    "387": {
      "label": false,
      "text": "and in the program on last night Crime Museum: The Blackout Ripper he is called a serial killer not only by experts but by the police who catched him !!!! so get your facts right you retards",
      "img": null,
      "origin": null,
      "id": "387"
    },
    "388": {
      "label": false,
      "text": "\"\n\n you fool \n\nTHERE WAS NO SUCH THING AS A \"\"ULTRA-NATIONALIST\"\" POLITICAL PARTY IN FRANCE DURING THE REVOLUTION. FACT. You can Google all you want, but it won't change that simple fact. The abstract concepts of \"\"nationalism\"\" or even \"\"ultra-nationalism\"\" are one thing, but a political party? No, sorry babe. You're wrong. Embarrassingly wrong. Accept it, and move on baby boy.\"",
      "img": null,
      "origin": null,
      "id": "388"
    },
    "389": {
      "label": false,
      "text": "Idiot\n\nBlanche Barrow was not hit in the face with glass at Dexfield Park. Where did you get this bullshit?",
      "img": null,
      "origin": null,
      "id": "389"
    },
    "390": {
      "label": false,
      "text": "Uh oh, Mr. Big shot registered User is crying like a little girl because I called him out on his BS.",
      "img": null,
      "origin": null,
      "id": "390"
    },
    "391": {
      "label": false,
      "text": "Last warning, Mark! Anymore defiant arguments and I will be subduing you with my merciless wrath!",
      "img": null,
      "origin": null,
      "id": "391"
    },
    "392": {
      "label": false,
      "text": "Well well well \nYou've just done the most stupid thing saying we have always been enemies. Now that proves you've been doing these edits just to try and piss me off. You can make up bullshit stories but I know the truth. So basically what I'm trying to say is fuck you. Hell I don't mind getting banned for saying that I'm leaving this account and won't be back wasting my time with an idiot like you on here, hating people for no reason. It's a shame people like you give wikipedia a bad name. And I won't be making up bullshit stories like you did saying you had left while you were under an IP the whole time. Thanks",
      "img": null,
      "origin": null,
      "id": "392"
    },
    "393": {
      "label": false,
      "text": "You Are a fuck head I'm not a vandal so suck cock ass master.  We'll talk after your done with your Mom.",
      "img": null,
      "origin": null,
      "id": "393"
    },
    "394": {
      "label": false,
      "text": "Netaji (what a ridiculous username), \n\n                I hope you are visiting India regularly, because from your contributions to Wikipedia, it is clear to me that you are homesick, and have lost touch with the street reality of India. Get better soon.",
      "img": null,
      "origin": null,
      "id": "394"
    },
    "395": {
      "label": false,
      "text": "YOU ARE A MINDLESS FAGGOT PIG PLEASE GOD BURN THIS FUCKING MAGGOT TO DEATH IN HELL\nYOU HAVE OFFENDED MY SENSES YOU MINDLESS SELF IMPORTANT FUCKING PEST\nTHE GOD THAT YOU HATE HATES YOU",
      "img": null,
      "origin": null,
      "id": "395"
    },
    "396": {
      "label": false,
      "text": "YAWN!!     The above COMMENT is a quote from McNeight!!!  AND yet HE still insistes on adding that damn 'preceeding unsigned.....yada...yada'  What a RUDE and obnoxious individual.",
      "img": null,
      "origin": null,
      "id": "396"
    },
    "397": {
      "label": false,
      "text": "It wasn't Mkil, just someone sick of all your $h1T. And just for future reference learn how to write before you make edits to an encyclopedia, you make yourself look like a fool, because your illiterate. And SIGN your posts. You've been making harrassing edits for years and you even failed at that.  Such a simple thing as signing your posts and you still can't get it right.  I'll bet you were dropped on your head as a child weren't you?  No need to answer that your writing style gives it away.138.162.128.53",
      "img": null,
      "origin": null,
      "id": "397"
    },
    "398": {
      "label": false,
      "text": "I caught you vandalizing a page on wikipedia. Normally right now id block you, but you happen to pull this shit while I'm in a transitional period so I don't wanna block you, I wanna help you. You see the path of the righteous wikipedian is beset on allsides by the inequalities of the selfish and the tyranny of evil men. So basically dont be such a dick and fuck up wikipedia. I worked really hard creating and maintaining this website and many people enjoy my invetnion without causing such harm. But you sir, you are a different animal. I dont think Ive ever caught anyway vandalizing wikipedia before. You sir are a true original. A true renegade. Your so bad ass I cant think straight. Im all bendy and shit and this fervor is giving me the vapors. Please brother, sister or inbetween dont mess up wikipedia. think about the children and do like the cats in my neigborhood do... shit in the sandbox.",
      "img": null,
      "origin": null,
      "id": "398"
    },
    "399": {
      "label": false,
      "text": "\"\nImagine if I treated Hapfsjen like you treated this anon editor here. We both know his English is poor and his comprehension is poor. But when I see his messy edits I leave them alone to avoid conflict. But you Drmies, you treat people like shit. Like you \"\"I want to delete this article period by period\"\" comment in the talk page of an academic and holocaust survivor. You don't get to act to like an anti-semite and bully people you disagree with and then cry foul when editors point out that you are abusive. Your actions speak for themselves. You first actions as an admin were to impost your POV on a contentious article. And you statement that you don't want to block me is a blatant lie. you have said just the opposite in the past and participated in accusations of socking to try and get me blocked indefinitely. This is on top of our long running conflict. So you lie as much as you want and you can block me if I point out the facts that demonstrate you're a liar, but bigotry, bullying, bias, prejudice, discrimination and other abuses are wrong. I'm limited to how much I can speak out about your actions because, perversely, speaking out against the worst abuses on Wikipedia is punishable. But the facts speak for themselves.   \"",
      "img": null,
      "origin": null,
      "id": "399"
    },
    "400": {
      "label": false,
      "text": "\"\n lol! let the porky make a fool out of himself. i also suspect that he is infact using socks himself. follow his edits, and note the right-wing idiots who supports him. \"",
      "img": null,
      "origin": null,
      "id": "400"
    },
    "401": {
      "label": false,
      "text": "i'll hook your mom you motherfucker. yeah suck my balls and slurp my come. bitch.",
      "img": null,
      "origin": null,
      "id": "401"
    },
    "402": {
      "label": false,
      "text": "fuck you \n\nyou're an idiot",
      "img": null,
      "origin": null,
      "id": "402"
    },
    "403": {
      "label": false,
      "text": "But he's a bitch who made a comment only a bitch would make? )",
      "img": null,
      "origin": null,
      "id": "403"
    },
    "404": {
      "label": false,
      "text": "Don't post any garbage on my page!",
      "img": null,
      "origin": null,
      "id": "404"
    },
    "405": {
      "label": false,
      "text": "Do it Our Way (Play) \n\nBruv... fuck off, I bought the flat, back in January and I've only edited on here as I see fit, so I dunno how I've abused multiple accounts and I don't think you're an idiot, I know you are a 24 carat idiot, look at the edit history on Do it Our Way it originally said it was R&B;/pop so if you don't believe me, you got eyes use 'em and I'll expect an apology! 86.182.64.127",
      "img": null,
      "origin": null,
      "id": "405"
    },
    "406": {
      "label": false,
      "text": "Niggers and their liberal friends steal everything not tied down, just like the presidency here with acorn with its liberal defenders, FUCK YOU NIGGER OBOAMA!",
      "img": null,
      "origin": null,
      "id": "406"
    },
    "407": {
      "label": false,
      "text": "do not delete my comment you zionist\n\nyou are not allowed to delete my comment, so please do not do that! once it is up it is up! i have been warned, so there is no need for deleting it. if you are, then get rid of the warning! i have read the rules. also stoppin trying to spread your propaganda your zionist freak. you might aswell, name this page 'how to make a terrorist state into a briliant state. your propagnadist! get a life86.139.179.254",
      "img": null,
      "origin": null,
      "id": "407"
    },
    "408": {
      "label": false,
      "text": "\"\n\n Barbarians \n\nThe Chinese as a country are nothing but disgusting barbarians. I highly recommend every and all Chinese people to flee the horrors of the CCP before they come for YOU next! Its now official, over 20,000 Falun Gong have been murdered in this genocide but the official numbers are not certain due to the \"\"iron curtain\"\" around China. We haven't seen such destruction and genocide since the Soviet Union! Those damn Chinese. I feel bad for the Falun Gong. I hope every CCP dies of a horrible skin disease.\"",
      "img": null,
      "origin": null,
      "id": "408"
    },
    "409": {
      "label": false,
      "text": "Samuel is a chump with no life\n\ni hope that is the case you chump. if i find out the reason u have so much time to work on this page is because you are getting paid to do it, my respect for you will fall even lower.",
      "img": null,
      "origin": null,
      "id": "409"
    },
    "410": {
      "label": false,
      "text": "Are you the stupid changes the Cubans flag, and put Puertorrican that created it all and they do not created nothing, your breasts the verga to us Venezuelans Peruvian and Cubans, abnormal mongoloid. While there are educated people like Tito Puente, Bobby Sanabria no one will believe your lies, nobody believes anything, swallow my verga. gross.64.254.111.109",
      "img": null,
      "origin": null,
      "id": "410"
    },
    "411": {
      "label": false,
      "text": "Hey shithead \n\nHey shithead\n\nWhere are you?\n\nAre you too busy sucking on someone's cock to talk right now?\n\n119.245.89.79",
      "img": null,
      "origin": null,
      "id": "411"
    },
    "412": {
      "label": false,
      "text": "You don't know what the hell youre talking about! Do you!? 98.94.163.97",
      "img": null,
      "origin": null,
      "id": "412"
    },
    "413": {
      "label": false,
      "text": "That trashy mikkalai started to revert my own work and put racial trashy messages on my own space.",
      "img": null,
      "origin": null,
      "id": "413"
    },
    "414": {
      "label": false,
      "text": "Just wanted to let you know that I think you're a faggot.  Find better things to do with your time.",
      "img": null,
      "origin": null,
      "id": "414"
    },
    "415": {
      "label": false,
      "text": "I swear, you're extremely stupid and oblivious. Open your eyes, unless you need to see an eye doctor that is.",
      "img": null,
      "origin": null,
      "id": "415"
    },
    "416": {
      "label": false,
      "text": "Reason for false info \n\nMy cousin came to my house and was fucking with my wiki so I'm sorry for any false info on any pages",
      "img": null,
      "origin": null,
      "id": "416"
    },
    "417": {
      "label": false,
      "text": "FUCK \nYou little bitch the cowboys have no testes",
      "img": null,
      "origin": null,
      "id": "417"
    },
    "418": {
      "label": false,
      "text": "terrorist \n\nYou seem like a terrorist sir. Are you penises as small as they say they are? I have corroborated it with a cite something you never bothered to do. You may keep your comments about drones as long as you cite it even though it has no place on this page. In turn please don't remove what I have written about the  sectarian nature of conflict. \n\nAnd why do all Muslims ruin Akbars good name with your Allah o Akbar crap. He was a good king and you should not sully his image.",
      "img": null,
      "origin": null,
      "id": "418"
    },
    "419": {
      "label": false,
      "text": "LOL; charles, you are a real fag aren't you? siding with chinks?? \ngo fuck yourself, asswipe! we don't need no chinks in here. \n\nFAG",
      "img": null,
      "origin": null,
      "id": "419"
    },
    "420": {
      "label": false,
      "text": "ii CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND AR",
      "img": null,
      "origin": null,
      "id": "420"
    },
    "421": {
      "label": false,
      "text": "\"\nLooking for a conversation we had? Wanting to re-ingnite an argument long since resolved but can't find it? Or maybe you just want to read what I've said so that you can use it in a fresh argument against me. Maybe you're a scientist doing research on how a 20yr old workshy Yorkshireman interacts with a ; a ; ; and a  when discussing very trivial Beatles-related matters, using various - and increasingly confusing - pseudonyms. Then why not look in my archives? They're full of hilarious altercations I've had with friends and critics, and will keep you entertained for hours. Why not try the \"\"random discussion generator\"\" by entering an archive and choosing a random heading, then reading the relevant text - it's pot luck madness! Or maybe you're a publisher looking for a new form of coffee table literature with a view to making one lucky, stubborn and argumentative wikipedia contributer a household name. Look no further. God has smiled upon you this day - I am your man. More likely, you're an admin, looking to see how many times I've been blocked before so you can give me a really big block becuase I've called a fellow wikipedian a \"\"fucking useless tosser, I'll kill you!\"\" - let me save you some time: I have never once been blocked (yes, that ought to do. What a good cover).\"",
      "img": null,
      "origin": null,
      "id": "421"
    },
    "422": {
      "label": false,
      "text": "Edit request from 174.3.185.61, 28 June 2010 \n\nMauler90 is a shit faggot \n\n174.3.185.61",
      "img": null,
      "origin": null,
      "id": "422"
    },
    "423": {
      "label": false,
      "text": "\"\nno seriousy.  the only thing i think actually did or said against your precious wikipedia policies was saying that \"\"if i really had my way, half of you would be shot\"\".  ignoring for a while the fact that i was obviously joking, it happens to be my religious belief that the human race on a whole would be much, much better off if 95% of the population died tomorrow.  that doesn't mean i go around killing people, or making specific death threats against individuals.  and don't you actually have the sense to realize that if someone says \"\"OH MY GOD YOU ARE SUCH A FUCKING IDIOT, JUST GO DIE ALREADY\"\" that they probably don't want you to die, or more accurately they don't care.  Very few people actually have the emotion required to sit and pray for the death of another person or group of people.  And I am not one of those people.\n\nIf you really wanted to show off what a horrible and insensitive person I am,  edit, which was on a wiki talk page, is probably not the best.  Granted, nothing pisses me off more than people who see letters like я and щ and automatically assume that whatever is written is Russian.  The Cyrillic alphabet is used in many Slavic languages, as well as central asian former soviet republics, and even Mongolia.  So I called someone an idiot.  BOO FUCKING HOO.  maybe he could have said \"\"What language is that?\"\" instead of assuming that it was Russian.  However insulted he was by me calling him an idiot, I can guarantee you that I was at least 10 times as insulted by him calling that Russian.  I am a proud, native Russian, and will not have my culture besmirched with these allegations.\n\nYour other example how I am a bad contributor is what, a spelling correction?  Or was it the fact that my edit summary was how I felt about the sad fact that niggers can't spell? Don't even think about raising issue of my use of the word.  I live in Harlem.  Around here, that word is used like a comma.  And before you try to tell me the difference between \"\"nigga\"\" and \"\"nigger\"\", there is none.  It's called a dialect.  While for some purposes, it makes sense to write things phonetically as they are pronounced by the person saying them, I find it is usually clearer to spell properly.  Also, a nigger, to me at least, is not a \"\"black person\"\". I am not a racist. I do not even draw distinctions between people. In my holy opinion, there is a nigger inside of all of us.  People (like you, for instance) who take offense for no reason (i mean, was saying \"\"black people are stupid and i think they should be marginalized in society, tarred and feathered, strung up on trees, dragged through town by their enormous wangs, etc.\"\"?  No.  And if that is what you heard, I'd like to know why.  Are you black?  98% of the black people I know personally use the word \"\"nigger\"\" more than I do.) are why we as a society still can't get over the silly idea that words are harmful.  Words are not harmful.  Ideas are harmful.  One particularly harmful idea is that certain words are so unspeakably horrible that nobody can be allowed to say them for any reason at all.  You want to end racism forever?  Stop freaking the fuck out every time you see the word \"\"nigger\"\".  SERIOUSLY.  I happen to be a Priest (and a Docktor), and saving humanity is just one of my many responsibilities.  Fucks like you make me hate it, but I still do it.  That's what a good person I am.\n\nI forgot what else I was going to complain about.  I mean, I could complain about everything on Wikipedia, not because I am uncivil, but because there are enough Wikipedos to make this community unbearable for normal, well-adjusted individuals such as myself.  If you look at all my page edits, they were all GOOD FOR THE ENCYCLOPEDIA.  Ok, there was one tiny exception - a long time ago, I saw someone changed a caption on Scottish fold to \"\"Winston Churchill\"\".  Someone else reverted it, and I reverted it back.  I felt it was an appropriate caption to that particular image.  But everything else was beneficial to improving the quality of the content.  I may be a little hard on people who are hung up on things that are wrong, but I only do what is right.  That is why I put it on my user page.  I don't do wrong things.  If you try to argue with me, you will be in for a world of hurt.  Butthurt, to be exact.  But you have nobody to blame but yourself.  Unlike you, I actually warn people first.  But no.  You fags have to be humorless, oversensitive, fascist wikipedos with your unwarranted self-importance and your administrative powers.  Well you can go fuck yourselves. IF you ever succeed in getting all sand out of your vaginas.  I joined wikipedia because i wanted to make it better, and that was all i did.  but i guess you cunts actually enjoy bathing aro",
      "img": null,
      "origin": null,
      "id": "423"
    },
    "424": {
      "label": false,
      "text": "IT IS PRONOUCED RINK-IN, YOU MORON.  NOT RINCON, LIKE IT SHOULD BE IN SPANISH.   WTOC ALWAYS SAYS RINK-IN THIS RINK-IN THAT.  GO FUCK YOURSELF.  THIS EDIT IS CORRECT YOU GD MF SOB.",
      "img": null,
      "origin": null,
      "id": "424"
    },
    "425": {
      "label": false,
      "text": "FAGGOT \n FAGGOT \n FAGGOT \n FAGGOT",
      "img": null,
      "origin": null,
      "id": "425"
    },
    "426": {
      "label": false,
      "text": "you're a PATHETIC, BUREAUCRATIC piece of slime. You can remove your withered ballsack with a rusty shears,\n or you can eat my shit. Your name will be on the syph list one day, with a †.",
      "img": null,
      "origin": null,
      "id": "426"
    },
    "427": {
      "label": false,
      "text": "HOLD ON! ive got something to say to u. FUK U!!! yea thats right u r gay for revertin my edit you DUMB FUK! lol go \n\nfuk urself you gay cock licker haha",
      "img": null,
      "origin": null,
      "id": "427"
    },
    "428": {
      "label": false,
      "text": "I've requested a change to Wolfpuss - congratulations to all dirty thinkers in our community. (!) I submit to your naughtiness.",
      "img": null,
      "origin": null,
      "id": "428"
    },
    "429": {
      "label": false,
      "text": "Bite me \n\nYou're a dickhead, drop dead ^-^",
      "img": null,
      "origin": null,
      "id": "429"
    },
    "430": {
      "label": false,
      "text": "Priest are all pedophiles \nIs this true? How do we know?",
      "img": null,
      "origin": null,
      "id": "430"
    },
    "431": {
      "label": false,
      "text": "Are you a faggot or what?",
      "img": null,
      "origin": null,
      "id": "431"
    },
    "432": {
      "label": false,
      "text": "\"\n\nYou abused your authority by blocking me improperly,, then you refused to apologize (“So tough”), then you tried to bully me (\"\"Do not revert like you have been ever again. Understood?\"\" and now you are threatening me (\"\"I'm not suggesting this time: I'm telling you: you need to change the way you edit. Now.\"\"). Viriditas did ask you to block me for activity that was not a violation of the three revert rule - and you agreed!. Then he and Jayjg and sockpuppet friend continued to guard the Zionist hatchet job on Yasser Arafat preventing other editors from altering it and you dutifully protected the article for them while blocking me.  You admit to being biased against me  and then you block me and protect the Zionist version of Yasser Arafat. I think the question should be, \"\"who the hell do you think you are?\"\"  06:00, 12 Dec 2004 (UTC)\"",
      "img": null,
      "origin": null,
      "id": "432"
    },
    "433": {
      "label": false,
      "text": "\"\n\n I hate you. \n\nI hate you.\nI hate you!  — Preceding unsigned comment added by 219.125.25.195   \"",
      "img": null,
      "origin": null,
      "id": "433"
    },
    "434": {
      "label": false,
      "text": "many unsecured wi-fi hot spots, so many idiot wikipedia pages",
      "img": null,
      "origin": null,
      "id": "434"
    },
    "435": {
      "label": false,
      "text": "I AM NOT A VANDAL!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
      "img": null,
      "origin": null,
      "id": "435"
    },
    "436": {
      "label": false,
      "text": "Ah fuck it. I see now. looked back in Striver's records, he's a fucking islamist troll nothing more. No point bothering with him, he'll just keep popping up.",
      "img": null,
      "origin": null,
      "id": "436"
    },
    "437": {
      "label": false,
      "text": ".\n\nThis whole conversation is rediculous as the colors on a flag are meant to represent different ideas or ideals. What we decide to call that color has everything to do with what is meant by that color. By calling it yellow one is neglecting to fully appreciate the meaning behind the choice of gold as a flag color is meant to convey an idea, that of eternal and original wealth and prosperity. It has nothing to do with being high and mighty regarding the naming of a color. That is a reactionary and frankly stupid position to hold. Flags are symbols meant to illustrate various ideas and they use images and colors, like all other forms of symbolism, to do this. Thus, the use of gold on a flag is in no way an attempt to sound more high and mighty, but rather a way to communicate.... you dolt",
      "img": null,
      "origin": null,
      "id": "437"
    },
    "438": {
      "label": false,
      "text": "Yeah \n\nIf you don't like the team, get the hell out of the stadium. Douche.",
      "img": null,
      "origin": null,
      "id": "438"
    },
    "439": {
      "label": false,
      "text": "\"\n\n Not clear enough... \n\nThe \"\"Family\"\" programing thing is over with right? 2 weeks ago this netowrk showed a blaxplotation double header consisting of Superfly and Shaft. Yes they were edited for broadcast, but they still ain't family freindly. And that Mytv stuff is filled with sex. Not that i mind, i love sex and violence, but the article wasn't very clear about the fate of the \"\"family\"\" thing. This is great though, i hate that family freindly bull shit and i wanted this so-called\"\"network\"\" to fail and it has. Fuck you paxton!\"",
      "img": null,
      "origin": null,
      "id": "439"
    },
    "440": {
      "label": false,
      "text": "He's as big of a fool as Kunstler, although at least JKG knows when to quit.71.232.157.145",
      "img": null,
      "origin": null,
      "id": "440"
    },
    "441": {
      "label": false,
      "text": "// Hahahihihoho\n\nBishone: Is that allowed to say that somebody is mentaly insane in Wikipedia? Cause Ante call me that and i HAVE NEVER said something like that before. // Hahahihihoho",
      "img": null,
      "origin": null,
      "id": "441"
    },
    "442": {
      "label": false,
      "text": "\"\n\nSorry for the language, but it busts my bridges and burns my soul when controlling sysop wannabees like \"\"MoeRON\"\" go around removing other people's work. The wiki is so full of junk its unbelievable, compared to all that One More Sat Night is a good page that can get better and there's no reason for him to take off after it. Youre right about Playing, I was wrong there but I'm right about everything else. ~~~~\"",
      "img": null,
      "origin": null,
      "id": "442"
    },
    "443": {
      "label": false,
      "text": "I have now undone your stupid mistakes  and . I really have better things to do!!\n\nI repeat: STOP USING AWB or better still, do us all a favor and stop editing Wikipedia period!!!\n81.153.250.102",
      "img": null,
      "origin": null,
      "id": "443"
    },
    "444": {
      "label": false,
      "text": "pervert, \n\nps karl swithwnbank wrothe this not littledan9999",
      "img": null,
      "origin": null,
      "id": "444"
    },
    "445": {
      "label": false,
      "text": "I CAN EDIT MY OWN SHIT YOU MOTHERFUCKING CUNT",
      "img": null,
      "origin": null,
      "id": "445"
    },
    "446": {
      "label": false,
      "text": "Fake Administrator\nHere is yet another fake administator. To hell with him, I am going to bed.",
      "img": null,
      "origin": null,
      "id": "446"
    },
    "447": {
      "label": false,
      "text": "\"\n\nSomething anonymous editing has given rise to\n\nVandalism Manifesto. Pass to all Wikians\n\nVANDALISM IS GOOD. Vandalism does not come from a sheer desire to cause harm.\nVandals do their thing all over Wiki, 24/7, from frustration and hatred, \nbecause incompetent \"\"editors\"\" who have no skills, no degrees, no expertise, usually no names, have done multiple reverts and edits of the work of others.\nVandalism is a good and natural response to no-lifers (as in Get a Life) who \ndo 7000 edits, 10,000 edits a year and who have actual Watch Lists of 1,300\nor more and are proud of it. These jerks deserve have their own pages vandalized, over and over as long as they are in effect, vandalizing the pages of others in the name of being a cop. Vandals keep no-life editors, admins, \nbureaucrats and stewards honest, or at least busy, reverting the reverts they get on their own pages. VANDALISM IS GOOD. It helps drive these nutcases into the ground with nervous breakdowns. The Culture of Wikipedia is very,very sick,\nand Vandals are needed to \"\"cull the herd\"\". SUPPORT YOUR LOCAL VANDAL.\n\nVandal God\"",
      "img": null,
      "origin": null,
      "id": "447"
    },
    "448": {
      "label": false,
      "text": "Admins stick together. Never talk back. I get it.  Lots of shit.  The Dissident Aggressor",
      "img": null,
      "origin": null,
      "id": "448"
    },
    "449": {
      "label": false,
      "text": "November 2015 (UTC)\nFuck off. Your accusations are baseless, your writing style is atrocious. Prose means prose, not fluff. -   00:39, 16",
      "img": null,
      "origin": null,
      "id": "449"
    },
    "450": {
      "label": false,
      "text": "\"\n\nDude, are you stupid? Yankees76 said hes a hero to his people, I was saying how.... Hes the first Inuk to play in the NHL, thus being a hero to his people even if hes just a disgraceful goon.\nYou sir, are highly uneducated. I hope one day you can go to school and realize that when somebody says \"\"Hes a hero to his people\"\" Isn't racist. Last time I checked, Inuk wasn't even a race. Hes white /Caucasian. Seriously, your ignorance blows my mind.  \"",
      "img": null,
      "origin": null,
      "id": "450"
    },
    "451": {
      "label": false,
      "text": "you are sick bastard, and hope get your lesson soon",
      "img": null,
      "origin": null,
      "id": "451"
    },
    "452": {
      "label": false,
      "text": "YOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB\nYOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB\nYOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB\nYOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB\nYOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB\nYOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB\nYOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB\nYOU HAVE BEEN BANNED BY WIKZILLA YOU TROLLISH BOOB",
      "img": null,
      "origin": null,
      "id": "452"
    },
    "453": {
      "label": false,
      "text": "If you admins can block me for sockpuppetry, then what should I do for what you are doing as a team ,, arent you a sockpuppet hen ???",
      "img": null,
      "origin": null,
      "id": "453"
    },
    "454": {
      "label": false,
      "text": "asshole.... \n\nyep. you suck.  Jesus of Suberbia",
      "img": null,
      "origin": null,
      "id": "454"
    },
    "455": {
      "label": false,
      "text": "\"\n\n Hello\n\nCome on, be a man. \"\"OOOOH... I am going to block you...\"\". Go ahead. i can make a new account, plus Its not like I care if I cant edit Wikipedia\"",
      "img": null,
      "origin": null,
      "id": "455"
    },
    "456": {
      "label": false,
      "text": "Gay Sex =\n\nDemiurge loves it in his Irish ass.",
      "img": null,
      "origin": null,
      "id": "456"
    },
    "457": {
      "label": false,
      "text": "\"\nWell, thank you for spouting your ignorant mouth off, moron who can't read policies. You're obviously a foolish anti-semite, since you didn't bother taking any time to read that ridiculous \"\"marwenmedia\"\" site that was linked up as \"\"proof.\"\" Go find something useful to do now, please, and stop trying to insert your racism into an encyclopedia.\"",
      "img": null,
      "origin": null,
      "id": "457"
    },
    "458": {
      "label": false,
      "text": "listen dumbass i did`nt do any anything to the pelycosaur page so fuck you you cunt-gluzing asswipe",
      "img": null,
      "origin": null,
      "id": "458"
    },
    "459": {
      "label": false,
      "text": "hey dick cheese: editing an article is not vandalism - I added pertinent content. if you don't like it, you are OBLIGATED to offer a sound explanation before labeling it vandalism. you appareny disagree with the content, but it is in no way vandalism \n\nCheers",
      "img": null,
      "origin": null,
      "id": "459"
    },
    "460": {
      "label": false,
      "text": "MY PAGE 3234434aAa \n\nYour just a mean OLD BULLSHITTING fart...as you would put it",
      "img": null,
      "origin": null,
      "id": "460"
    },
    "461": {
      "label": false,
      "text": "Who the hell are you, and where did you get this rubbish??? 24.5.122.13",
      "img": null,
      "origin": null,
      "id": "461"
    },
    "462": {
      "label": false,
      "text": "fucking liberal prick and get a life!",
      "img": null,
      "origin": null,
      "id": "462"
    },
    "463": {
      "label": false,
      "text": "I'm very upset that you've done this to me and ur a big shithead !!!!! I think that ur probbly black bcuz ur stupid",
      "img": null,
      "origin": null,
      "id": "463"
    },
    "464": {
      "label": false,
      "text": "Thanks for doing the bidding of the troublemaking and vindictive vandal . It's ok for him to make personal attacks, but when I respond in kind I'm blocked. This is why Wikipedia sucks!",
      "img": null,
      "origin": null,
      "id": "464"
    },
    "465": {
      "label": false,
      "text": "Smarojit Chakravarty I know your Facebook profile you are sitting with your son who is also a he/she. You are a she who likes to have sex with all Wikipedia's male administrators including smalljim. From your enemy Mridul Sharma who wants to find you and make you wear vidya balans clothes and will make you dance on ola ola ola. This is truth smarojit I know you are a she and wants have sex with  Wikipedia male admins.",
      "img": null,
      "origin": null,
      "id": "465"
    },
    "466": {
      "label": false,
      "text": "to Donate to this group of buffoons",
      "img": null,
      "origin": null,
      "id": "466"
    },
    "467": {
      "label": false,
      "text": "niggah \n\nhey fool whyd you delete my article?",
      "img": null,
      "origin": null,
      "id": "467"
    },
    "468": {
      "label": false,
      "text": "Did you look at the contributions of the editor I called a troll?  I called them a troll because they were trolling.  When someone's very first edit is a post on WP:AN/I accusing someone of trolling, it's pretty fucking obvious that they are not here to be productive.  But idiots like you jump in and defend them!  Amazing.  190.162.52.196",
      "img": null,
      "origin": null,
      "id": "468"
    },
    "469": {
      "label": false,
      "text": "douchebag\nfremantle suck ass dipshit support a real team that has actually won a premiership u prick",
      "img": null,
      "origin": null,
      "id": "469"
    },
    "470": {
      "label": false,
      "text": "Penis \n\nDid you sex with Grawp? H-A-6-6-E-P???\n\nPenis.\n\nPenis.\n\nVagina.\n\nVagina.",
      "img": null,
      "origin": null,
      "id": "470"
    },
    "471": {
      "label": false,
      "text": "ur so immature fr3nzi3,im 17 and ur not evn debating.ur a 6 year old baby and im like an adult,nobody likes you.anyway,everybody doesn't like any fat assholes like u.grown-ups fight like a man,i fight using words like swearin' like eminem dos in is songs.u don't evn have a brain,shit wat a crazy guy.\nuser:dark-hooded smoker",
      "img": null,
      "origin": null,
      "id": "471"
    },
    "472": {
      "label": false,
      "text": "PISS COMING FROM MY ASSS!",
      "img": null,
      "origin": null,
      "id": "472"
    },
    "473": {
      "label": false,
      "text": "What the fuck did I just say?",
      "img": null,
      "origin": null,
      "id": "473"
    },
    "474": {
      "label": false,
      "text": "Here we go again, same idiot reverting my changes in a pathetic attempt to make Filipinos look Hispanic.   PacificWarrior101",
      "img": null,
      "origin": null,
      "id": "474"
    },
    "475": {
      "label": false,
      "text": "You can fuck off too, you Twatus Majorus.",
      "img": null,
      "origin": null,
      "id": "475"
    },
    "476": {
      "label": false,
      "text": "\"\n Well go verify it, \"\"Dick and Jane get sexually mutilated\"\" page 18.  \"",
      "img": null,
      "origin": null,
      "id": "476"
    },
    "477": {
      "label": false,
      "text": "do go fuck off bastard\nDo Yyou Have a life?\ngo fuck off bastard and yank your cock through your ass. I hate you and hope you go away forever. lame is you fuck your mom. die die die and all that crap. this is for mahy mahonerz\nass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass. I ass.",
      "img": null,
      "origin": null,
      "id": "477"
    },
    "478": {
      "label": false,
      "text": "Ekgograf and his son of bitch of gang of dumb, n*zi , and are the greatest batard that ever walk on earth !!!!!",
      "img": null,
      "origin": null,
      "id": "478"
    },
    "479": {
      "label": false,
      "text": "Why are you still here? Can you not find anything more important to do, like killing yourself?",
      "img": null,
      "origin": null,
      "id": "479"
    },
    "480": {
      "label": false,
      "text": "liar \n\nThis guy is such a thief and a liar! He should be quartered!",
      "img": null,
      "origin": null,
      "id": "480"
    },
    "481": {
      "label": false,
      "text": "Go masturbate yourself on someone else's page, you will get no satisfaction from me, slut.  Wikipedia is not the proper place for you to abuse your powers just because you're unsatisfied in life.  It ain't my fault you're ugly, sista.",
      "img": null,
      "origin": null,
      "id": "481"
    },
    "482": {
      "label": false,
      "text": "Sure...  I'll take a picture of myself giving you the middle finger because that's what I think about the jackoffs that have ruined my page for anyone who is actually a fan of Lance Cade.  Just tell me where to send my finger!",
      "img": null,
      "origin": null,
      "id": "482"
    },
    "483": {
      "label": false,
      "text": "Ha ha! \n\nYou got banned from editing just like before you republican loser, what a shame. lol )",
      "img": null,
      "origin": null,
      "id": "483"
    },
    "484": {
      "label": false,
      "text": "you better sleep with an eye open, you don't know which way the trouble will come from shitbag!",
      "img": null,
      "origin": null,
      "id": "484"
    },
    "485": {
      "label": false,
      "text": "IT IS NOT A TKO YOU IDIOT!!!YOU HAVE NO IDEA WHAT IT IS AND IT'S A SWINGING NECKBREAKER YOU VERY UNSMART AND VERY UNCLEVER FAGGOT,GOT IT!!!\nDARK-HOODED SMOKER",
      "img": null,
      "origin": null,
      "id": "485"
    },
    "486": {
      "label": false,
      "text": "My dad is 6'7' you dumb snail of a kid!",
      "img": null,
      "origin": null,
      "id": "486"
    },
    "487": {
      "label": false,
      "text": "is bale turned around and told you he felt more welsh than english and classified himself as welsh, what would your anti-welsh stance be then numbnuts?  i hope you are hunted down by a welsh hate mob and castrated and forced to eat your small testicles",
      "img": null,
      "origin": null,
      "id": "487"
    },
    "488": {
      "label": false,
      "text": "YO B1TCH! \n\nyou absolute fuk1ng little b1tch you wanna step up face to face toe to toe you fuk1ng absolute tiny little fuk1ng hopeless b1tch?124.180.159.192",
      "img": null,
      "origin": null,
      "id": "488"
    },
    "489": {
      "label": false,
      "text": "- the biggest dick licker on the planet earth.",
      "img": null,
      "origin": null,
      "id": "489"
    },
    "490": {
      "label": false,
      "text": "Sephiroth In Kingdom Hearts \n\nI don't have anything against gay dudes but it really ticks me off that in Kingdom Hearts 1, he was played by a gay guy, sorry if I offended anyone. Sephiroth is not supposed to sound like that! I don't have anything against gay dudes. Anyone else have comments?",
      "img": null,
      "origin": null,
      "id": "490"
    },
    "491": {
      "label": false,
      "text": "\"\n Ain't bothering me, I'm not required to sign my posts/edit. I didn't specifically threaten anyone and your blowing it out of control. It was a snide comment. If I said \"\"I'm going to kill him in a fire\"\" thats different; saying \"\"I'm going to church to pray that he gets cancer or dies in a fire\"\" is more of a sarchastic tone. Pity you can't see that. No matter. Bump it up to 2 weeks now, just cause you can. \"",
      "img": null,
      "origin": null,
      "id": "491"
    },
    "492": {
      "label": false,
      "text": "my balls \n\nBIG BALLS\n\n ive got big balls youve got big balls shes got big balls \n  theyve got big balls   weve got big balls  weve got big balls \n \n\n        ive got great balls of fire \n                      BY david swartz",
      "img": null,
      "origin": null,
      "id": "492"
    },
    "493": {
      "label": false,
      "text": "so everytime i reset my modem my ip changes\n\nfuck you petty sexless ugly ass desperate no life.. no status in society anal retentive wiki admins\n\n(the site is great.. but the lower level admins have no life and can't handle the little authority they have.. it tells you how small and pathetic their lives are)\n\nif i get blocked ill be on in 20 seconds with a new ip or the pizza is free.\n\ncheers.",
      "img": null,
      "origin": null,
      "id": "493"
    },
    "494": {
      "label": false,
      "text": "SHUT UP HO AND READ THIS http://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&friendid;=298123264 . IT'S GETTING READY TO GO SERIOUSLY TO PUBLIC. YOU'LL YOUR OWN WEBSITE TOO IF YOU KEEP BEING A HO",
      "img": null,
      "origin": null,
      "id": "494"
    },
    "495": {
      "label": false,
      "text": "fock you barack obama",
      "img": null,
      "origin": null,
      "id": "495"
    },
    "496": {
      "label": false,
      "text": "Apparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE DO NOT FORGET\n\nEXPECT US \n\n  \n\nApparently I wasn't clear enough the first time\nWell it has been a while sine I your pompous flame diety has been here. However it has come to my attention that you are not living up to our standards. In otherwords fucker you are out. You live in Paterson, New Jersey and use Verizon Internet Services Inc. \n\nWE ARE LEGION\n\nWE DO NOT FORGIVE\n\nWE D",
      "img": null,
      "origin": null,
      "id": "496"
    },
    "497": {
      "label": false,
      "text": "You are my bitch! \n\nI own your ass.",
      "img": null,
      "origin": null,
      "id": "497"
    },
    "498": {
      "label": false,
      "text": "eat my shit \n\nTitle says it all.",
      "img": null,
      "origin": null,
      "id": "498"
    },
    "499": {
      "label": false,
      "text": "i lookd back in history when it was put it had link 2 extern gc site, sum1 removed that link so ur a fucking liar about no source.",
      "img": null,
      "origin": null,
      "id": "499"
    },
    "500": {
      "label": false,
      "text": "user:jeppiz worships the balls of jesus son of the whore and suck the penis of user:DeCausa the bastard.",
      "img": null,
      "origin": null,
      "id": "500"
    },
    "501": {
      "label": false,
      "text": "Piss on me \n\nP!SS ON ME, YOU BIMBO!",
      "img": null,
      "origin": null,
      "id": "501"
    },
    "502": {
      "label": false,
      "text": "No, it's not a delayed reaction\n\nI just happened to read your wonderful warning yesterday. Unlike you, I don't visit Wikipedia everyday. But I'm surprised to see that you are too dense to figure that out.\n\nIdiot. HA HA HA HA HA XD",
      "img": null,
      "origin": null,
      "id": "502"
    },
    "503": {
      "label": false,
      "text": "hay bitch \n\nthank you kindly for your advice on my vandalism but if your the dick who removed the thing abouth Berties make up costs Thats true... so ah FUCK  YOU",
      "img": null,
      "origin": null,
      "id": "503"
    },
    "504": {
      "label": false,
      "text": "give a **** on them. I inserted",
      "img": null,
      "origin": null,
      "id": "504"
    },
    "505": {
      "label": false,
      "text": "You're very foolish you know that - right if you want confirmation just visit the official FC Internazionale Milano webpage for news of his signing! Are you daft? He has already been issued with a number (77) at Inter.",
      "img": null,
      "origin": null,
      "id": "505"
    },
    "506": {
      "label": false,
      "text": "Fuck my stupid muslim ass!!!!!!!!!",
      "img": null,
      "origin": null,
      "id": "506"
    },
    "507": {
      "label": false,
      "text": "\"\n\nyou're so immature and condescending, grow up! I won't reply or read your nonsense anymore but you're the one guilty of the 3 revert rule. mine was done to fix it, you went on another ip and changed it as did another editor. you can type what you want to make yourself look right but you're not. i'm going to go on all the articles I've found that list people the way it was on this article and remove it per your user name. gotta be consistent, right? i'm going on the [removed so you can't stalk me again] article and several others I found that have the same format and remove it all \"\"per hell in a bucket\"\". thanks for the tip, bitch! lmao at you cus you're ignorant and petty! 74.62.92.20  \"",
      "img": null,
      "origin": null,
      "id": "507"
    },
    "508": {
      "label": false,
      "text": "\"\nok a direct quote from the page for fuck is \"\"Other uses are dysphemistic: The sexual connotation, usually connected to masturbation (in the case of \"\"go fuck yourself\"\" or \"\"go fuck your ass\"\") is invoked to incite additional disgust, or express anger or outrage. For example, \"\"Fuck that!\"\", \"\"Fuck no!\"\", or \"\"Fuck you!\"\".\"\" \nthats a bit worse than saying \"\"masturbation is like taking a good dump\"\" mate come on just put it back up and quit being a douche...\"",
      "img": null,
      "origin": null,
      "id": "508"
    },
    "509": {
      "label": false,
      "text": "should we mention that this beer nearly tops the truly disgusting beer list?",
      "img": null,
      "origin": null,
      "id": "509"
    },
    "510": {
      "label": false,
      "text": "Im not posting their, he never provided proof or anything why not give him hell!\n\nJuly 14 2006 UTC",
      "img": null,
      "origin": null,
      "id": "510"
    },
    "511": {
      "label": false,
      "text": "\"\nYea, it would be on the talk page.  The only reason I threw in a flair of sternness in the template was because of some of the questionable interpretations I just came across: \"\"This sonnet has suggestions of references to masturbation Then, beauteous niggard, why dost thou abuse. The suggestion is that the male in the sonnet should be procreation to preserve his beauty rather than engaging in self-pleasure.\"\".  Don't you love that?  \"",
      "img": null,
      "origin": null,
      "id": "511"
    },
    "512": {
      "label": false,
      "text": "Gays are disgusting\n\nIt's just my opinion but gays are disgusting.",
      "img": null,
      "origin": null,
      "id": "512"
    },
    "513": {
      "label": false,
      "text": "\"\n\n Congratulations! \n\nCongratulations, Jeraphine Gryphon, you have won the asshole of the year award! You have won this award by saying mean things about and to other people! In order to claim your award, you must call 1-800-Asshole(1-800-277-4653)! Once again, congratulations for your win! 142.163.76.125  \n\nYou won this for being rude to other contributers by the way.  — Preceding unsigned comment added by 142.163.76.125   \"",
      "img": null,
      "origin": null,
      "id": "513"
    },
    "514": {
      "label": false,
      "text": "OH GREAT LEAVE ME ALONE I CANT FREAKING CONTRIBUTE BECAUSE I AM FREAKING BLOCKED OK?! AND WHERE DO YOU GET PERMISSION TO TALK ON MY PAGE??!!!!",
      "img": null,
      "origin": null,
      "id": "514"
    },
    "515": {
      "label": false,
      "text": "All fucking talk huh?",
      "img": null,
      "origin": null,
      "id": "515"
    },
    "516": {
      "label": false,
      "text": "Is John Delaney a fanatic Roman Catholic? \n\nSome people associated with John Delaney are expressing extreme pro-vatican views and attacking non-catholic christian churches online. Xenophobic and Racist manipulation of historical articles are being made.\n\nJohn Delaney is a white supremacist, xenophobic, and a fanatic roman catholic. \n\n122.172.118.114",
      "img": null,
      "origin": null,
      "id": "516"
    },
    "517": {
      "label": false,
      "text": "Sorry,but the guy is a pratt. He has attacked me before so needs to practise what he preaches.",
      "img": null,
      "origin": null,
      "id": "517"
    },
    "518": {
      "label": false,
      "text": "I shall look forward to the day I hear of your death, and I intend to continue terrorizing you and make your life a living hell you nasty little stupid Mexican faggot.",
      "img": null,
      "origin": null,
      "id": "518"
    },
    "519": {
      "label": false,
      "text": "HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU E YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATHATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE YOU HATE Y",
      "img": null,
      "origin": null,
      "id": "519"
    },
    "520": {
      "label": false,
      "text": "\"\nOlYeller wrote: \"\"while all you have done is call me names.\"\"  As is clear to anyone who can read all the above, you're lying.  I've done MORE than justifiably calling you a dick.  I've pointed out where you made falsehoods.  I've also answered a person's question about evidence for the second annual event (providing three FB URLs).  Please stop lying, dick.  \"",
      "img": null,
      "origin": null,
      "id": "520"
    },
    "521": {
      "label": false,
      "text": "Simona Halep\n\nAre you stupid? I didn't do anything wrong...",
      "img": null,
      "origin": null,
      "id": "521"
    },
    "522": {
      "label": false,
      "text": "see here  pointy revertss and bullying from a bunch of owing I love shit users.",
      "img": null,
      "origin": null,
      "id": "522"
    },
    "523": {
      "label": false,
      "text": "YEAH\n\nlooking thorough history and stuff, get a life, you sad little man, get off your arse a get a life, find better things to do than governing things on Wikipedia, I BET UOU LIKE THE SMELL OF YOUR OWN SHIT, I BET YOU GARGLE YOUR OWN PISS, I BET YOU LIKE TO WANK OFF TO KIDDY PORN, YOU SADDO, YOU FUCKING SADDO, FUCK OFF AND DIIIIIIIEEEEEEEEE",
      "img": null,
      "origin": null,
      "id": "523"
    },
    "524": {
      "label": false,
      "text": "\"\n\n And why is \"\"screw you, motherfucker\"\" a personal attack? I'm not implying anything about 80.174.59.92, am I?\n 76.210.66.152  \"",
      "img": null,
      "origin": null,
      "id": "524"
    },
    "525": {
      "label": false,
      "text": "mac \n\nonly faggots and dumb housewives use macs. which one are you?",
      "img": null,
      "origin": null,
      "id": "525"
    },
    "526": {
      "label": false,
      "text": "That's the most ridiculous thing I've ever heard. Let's say you had an important point to discuss about an article and so you posted on the discussion page. Wouldn't you think it's weird/annoying/uncalled for/rude for someone to just go in and delete your discussion items. And what if this happened to you about 20 times in one day?",
      "img": null,
      "origin": null,
      "id": "526"
    },
    "527": {
      "label": false,
      "text": "Comment from Kansai Goma \n\nI still have more accounts on here which you will never find because I am too smart for you dickheads and you are a dumass.\n\nfuck ya!",
      "img": null,
      "origin": null,
      "id": "527"
    },
    "528": {
      "label": false,
      "text": "If it WAS released, where's the proof? That site is not proof. If it was released, it sould still be available. It's not available AAAANNNNYYYYWWWWHHHHEEEERRRREEEE in the entire of Europe! So give me proof it was released, without using some stupid piece of crap like cdwow, and nothing else. It should be on Amazon, it should be on Woolworths, HMV, etc. It's not on anything.",
      "img": null,
      "origin": null,
      "id": "528"
    },
    "529": {
      "label": false,
      "text": "You are a n00b, stop fixing the crap that I edit.  I will call the authorities if these actions continue.  Go fuck yourself like the n00b you are.",
      "img": null,
      "origin": null,
      "id": "529"
    },
    "530": {
      "label": false,
      "text": "how about you only use it on wallpaper! wait...whatd you say??? *reads the message over* more like YOU....um....i forgot again... uh.... ABSOLUTE MINAQRKY!!! *runs off a cloud and falls to the ground (howd i get on a cloud anyway?)* yeahp thats me, absolute aned utter NONSENSE!",
      "img": null,
      "origin": null,
      "id": "530"
    },
    "531": {
      "label": false,
      "text": "Wtf, Why You deleting Maashel? Bad things will happen to you now.",
      "img": null,
      "origin": null,
      "id": "531"
    },
    "532": {
      "label": false,
      "text": "Kungfu Adam  \n\nKungfu Adam is a fucking dumbass.",
      "img": null,
      "origin": null,
      "id": "532"
    },
    "533": {
      "label": false,
      "text": "No, this is my page and if this person comes to my page and pretends to be a hated enemy, I can't play nice.  I haven't cussed.  Tweedle isn't cussing.  Tweedle dee Tweele dum.  They are Disney characters.  He came to my page and Jason is a long hated idiot.  You need to understand, anyone pretending to be Jason needs to stay the hell off my page.",
      "img": null,
      "origin": null,
      "id": "533"
    },
    "534": {
      "label": false,
      "text": "and suck a dick two times every hour until sunrise",
      "img": null,
      "origin": null,
      "id": "534"
    },
    "535": {
      "label": false,
      "text": "Kind Sir , have you ever tried to suck your own wiener? \n\nI mean you should mate and also try to catch a blowfish and f*ck its brains out\n you curry munching f*ck.And jimmy Wales called....he didnt flush today so u could go eat his shit!",
      "img": null,
      "origin": null,
      "id": "535"
    },
    "536": {
      "label": false,
      "text": "Only a NUTCASE liberal could make a statement as ABSURD as has >",
      "img": null,
      "origin": null,
      "id": "536"
    },
    "537": {
      "label": false,
      "text": "FROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS LION KING IS THE BESTFROZEN SUCKS",
      "img": null,
      "origin": null,
      "id": "537"
    },
    "538": {
      "label": false,
      "text": "Nirmal95\n\nDude chill!.Dont act like you are the protector of wikipedia or something,and don't try to warn me and all that,be polite you ass!.It is a known fact that the person whom i have added a photo has committed tax fraud and it is appropriate to show the enforcement capabilities of income tax dept in Indian Revenue Service page,it is not defamatory it is a goddamn fact! as for Directorate General of Income Tax Investigation it is not my fucking personal commentary,it is what IRS people the employees of the organisation do when they are posted in the organisation. Don't you understand it was important to the page.Instead of helping and guiding young Wikipedia editors like me,you threaten me???It grieves my heart to see it just being deleted by YOU!(  )",
      "img": null,
      "origin": null,
      "id": "538"
    },
    "539": {
      "label": false,
      "text": "Yo whatever I have on my shit leave it alone  \n\n- Deadass I deleted every fucking this cause you stay deleting someone shit like niggah damn go suck a dick talking about  he has this all over the place niggah mind your business on what I have on my shit cause I ain't editing nothing on your shit.",
      "img": null,
      "origin": null,
      "id": "539"
    },
    "540": {
      "label": false,
      "text": "\"\n\n WOW!!!! You edited the comment making me look like a classic idiot fanatic right? WOOOOOOOOOOOOOOOOOOOOOOOOOOOW YOURE GOOD, AND ALSO HAVE 00000000 morale... Knowing beforehand you have no morales however I barricaded myself by posting elsewhere too, so gj ian thomson!!!!:D. Heres a link to what the comment actually looked like: http://www.reddit.com/r/conspiracy/comments/2nsl5l/911_conspiracy_extending_to_wikipedia/\nThought it might as well stand there too since nothing but cencorship can be expected by some sheep on wikipedia only just recently realizing that his whole life, his wife and kids, is just there to serve a master, and therefore fanatically defending his beliefs to the contrary despite overwhelming evidence. You can go back you your boring life now Ian. I dont expect this \"\"no evidence from experts\"\" thread to stand for long anyway sheep. And this was supposed to be an objective lexcon!!! Learn something new everyday I guess, or as in your case, rather not because it would mean you life ment nothing:D Keep living in denial Ian, and dont forget to cencor!!! I maen where would we be without cencorship, free and informed ppl? Cant have that...\"",
      "img": null,
      "origin": null,
      "id": "540"
    },
    "541": {
      "label": false,
      "text": "how dear you who ever put on hi shit haeds i my going to sue the peo[ple who made this web sit \n\nP.S Just jocking i culdn't care less if or diidn't have hi shit heads",
      "img": null,
      "origin": null,
      "id": "541"
    },
    "542": {
      "label": false,
      "text": "hey fuck you i went to this school and its awesome so fuck you bitch! 74.244.182.33",
      "img": null,
      "origin": null,
      "id": "542"
    },
    "543": {
      "label": false,
      "text": "Request to Unblock\nI began writing the following statement (excepting its two postscripts) before I was blocked. I suspect that User: AuburnPilot had me blocked, in order to prevent me from complaining to administrators about his misconduct. Although I was directed to request an unblock of User: Physicq210, who had blocked me, requesting such of the latter would require that I censor myself, and write as though User: Physicq210 had acted in good faith, and was one of the good guys. That would be surreal, and would give User: Physicq210 a moral legitimacy belied by his actions. And so, the following request for unblocking is directed at any administrator BUT User: Physicq210, but since I’m not a devious sort, I have nothing against the latter reading this. Indeed, I want User: Physicq210 to read it. For if I can be banned from Wikipedia for standing up to censors, then it is vastly preferable to go down fighting, than to go down the long dark road of self-abnegation and self-censorship, including the use of bad English. After all, if I wanted to be a lackey, I could go to graduate school.\n\nWIKI Administrators’ Notice Board Incidents\nhttp://en.wikipedia.org/wiki/Wikipedia:Administrators%27_noticeboard/Incidents\n\nUser: AuburnPilot\n\nA few days ago, User: AuburnPilot began stalking me, checking wherever I had made edits, and going to the articles in question and vandalizing them. He or she has been manipulating Wikipedia rules as cover for what is clearly political censorship. User: AuburnPilot cannot even stand for Wikipedia readers to find out about factual material that upsets his political applecart through footnotes. Zero tolerance!\n\nHe claims of any source he politically dislikes, that it is either “spam” or a “blog” (or “POV,” another favorite dodge for those at Wikipedia seeking to censor those who fail to conform to their own POV), even though the one source is a previously published, classic magazine article otherwise unavailable on the Web (http://geocities.com/nstix/waronpolice.html), which the author has seen fit to publish on his Web site, and the other source is the longest, most thorough exposé yet published on the Duke rape hoax (http://vdare.com/stix/070113_duke.htm).\n\nNote that I am not even talking about censoring writing within articles, since I hadn’t done any writing on the articles in question: Crystal Gail Mangum, Michael Nifong, 2006 Duke University lacrosse team scandal and Racial profiling.\nI’ve been involved in edit wars before, though I have never been the aggressor, and have never initiated an elective edit war, though given the self-assurance that aggressors such as User: AuburnPilot exude, perhaps I ought to reconsider that position. It seems that aggressors rule here.\n\nThe reason I am making a formal complaint is that User: AuburnPilot has tonight upped the ante, threatening to have me banned\n(http://en.wikipedia.org/w/index.php?title=User_talk:70.23.199.239&redirect;=no), if I do not surrender to his censorship. Should you find for me, please serve this individual with the wikiquivalent of a cease-and-desist order. Should you, however, find for the censor, please provide an Index of banned publications and a list of official wikicensors.\n\nP.S. January 19, 2007 115A EST. Since beginning this complaint, I see that User: AuburnPilot has in fact succeeded at getting a crony, User: Physicq210, to block me, thus not only getting administrative support in censoring me, but preventing me from responding to his thuggery. (And no, I am not going to use cutesy, euphemistic language. If I were into such deception, I would have become a liar, er, lawyer, and would be worthless as an encyclopedist.) And I was unable to e-mail User: Physicq210 because I am not logged in and “You must be logged in and have a valid authenticated e-mail address in your preferences to send e-mail to other users.” (http://en.wikipedia.org/wiki/Special:Emailuser/Physicq210)\n\nIf this isn’t cyber-Stalinism, I don’t know what is! So, let me get this straight. Stalking and censoring an editor while using the equivalent of smiley faces (User: AuburnPilot’s penchant for saying “Thank you” after vandalizing one’s links) is “civil,” but complaining about such abuse counts as “spam, disruption, incivility, and personal attacks.” If that is verily so, then 2 + 2 = 5.\n\nP.P.S The message here says that I was “temporarily blocked from editing Wikipedia as a result of your disruptive edits.” What the heck is that supposed to mean? For restoring footnotes and links that User: AuburnPilot had vandalized? If that constitutes “disruptive edits,” then you’ve utterly given up on honest English and all human decency. Sorry, but I don’t have any sympathy for the Devil.",
      "img": null,
      "origin": null,
      "id": "543"
    },
    "544": {
      "label": false,
      "text": "blah. blah. blah! loser.",
      "img": null,
      "origin": null,
      "id": "544"
    },
    "545": {
      "label": false,
      "text": "Bitter Utd Fan \n\nIf you do not stop removing Arsenal's victory in the FA Cup your IP WILL be banned. Just because your team is rubbish, it's not Wikipedia's fault =P - 17:16, May 21, 2005 (UTC)",
      "img": null,
      "origin": null,
      "id": "545"
    },
    "546": {
      "label": false,
      "text": "Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself!\n Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself! Go fuck yourself!",
      "img": null,
      "origin": null,
      "id": "546"
    },
    "547": {
      "label": false,
      "text": "You're a fag \n\nJust wanted to let you know that. D",
      "img": null,
      "origin": null,
      "id": "547"
    },
    "548": {
      "label": false,
      "text": "September 2006 (UTC)\n\nhunk\n\nYOU'VE BEEN HIT BY THE\n\nBEAUTIFUL truck\n\nONCE YOU'VE BEEN HIT, YOU HAVE TO HIT 8 Beautiful People IF YOU GET HIT AGAIN YOU'LL KNOW YOU'RE REALLY BEAUTIFUL! IF YOU BRAKE THE CHAIN, YOU'LL BE CURSED WITH UGLYNESS FOR 10 YEARS SO PASS IT HIT WHO EVER YOU THINK IS BEAUTIFUL! 02:44, 23",
      "img": null,
      "origin": null,
      "id": "548"
    },
    "549": {
      "label": false,
      "text": "hey shithead \n\nquit fucking with all the ufc pages and go get a fucking life you god damn mother fucking loser.",
      "img": null,
      "origin": null,
      "id": "549"
    },
    "550": {
      "label": false,
      "text": "boobs are sweet and sexy i love them they are so squishy",
      "img": null,
      "origin": null,
      "id": "550"
    },
    "551": {
      "label": false,
      "text": "How dare you send me such abuse you fucking cockmaster!\nIf you dare warn me again, Mr Jeff. I will savagely attack your mother!\n\nI know where you live",
      "img": null,
      "origin": null,
      "id": "551"
    },
    "552": {
      "label": false,
      "text": "If you want to describe the BNP as it is currently, drop the fascist rubbish",
      "img": null,
      "origin": null,
      "id": "552"
    },
    "553": {
      "label": false,
      "text": "\"\n\n Threats \nPlease refrain from using threats to other users. \"\"A revert of this will take you directly to Wikipedia arbitration.\"\" What is this? Mr. Oh-you-better-follow-what-I-do-or-I-will-ban-your-ass?\n\nDon't be a jerk.\n\n  \"",
      "img": null,
      "origin": null,
      "id": "553"
    },
    "554": {
      "label": false,
      "text": "this user needs to get a life lol \n\nlol get a real life u suck lol",
      "img": null,
      "origin": null,
      "id": "554"
    },
    "555": {
      "label": false,
      "text": "HELLO GOOD SIR\nYou're a fucking faggot and have no clue what you're talking about with awesome.jpg. I know and don't care that this will be reverted, but read it first, because you should seriously shut the fuck up. Love you buddy",
      "img": null,
      "origin": null,
      "id": "555"
    },
    "556": {
      "label": false,
      "text": "curious \n\nAre you transgender? If so, do you think you can be objectiive? If so, who's your immediate boss on wikipedia?",
      "img": null,
      "origin": null,
      "id": "556"
    },
    "557": {
      "label": false,
      "text": "hello\nmother fucker hijo edputa",
      "img": null,
      "origin": null,
      "id": "557"
    },
    "558": {
      "label": false,
      "text": "You guys suk. You really really suck. Fuck you, MisterSmiley and 331dot",
      "img": null,
      "origin": null,
      "id": "558"
    },
    "559": {
      "label": false,
      "text": "we will, we will fuck you!",
      "img": null,
      "origin": null,
      "id": "559"
    },
    "560": {
      "label": false,
      "text": "well sorry about replacing bands.but you dumb cunt fireworks is also a pop punk band.so go be a ass whole some where else. and this time next year doesnt have a Wikipedia page.",
      "img": null,
      "origin": null,
      "id": "560"
    },
    "561": {
      "label": false,
      "text": "sup \n\nThanks for the anal sex yesterday!\n\nLove,\nGeorge (your homosexual lover)",
      "img": null,
      "origin": null,
      "id": "561"
    },
    "562": {
      "label": false,
      "text": "Asshole... \n\nYou serious right now cunt?",
      "img": null,
      "origin": null,
      "id": "562"
    },
    "563": {
      "label": false,
      "text": "You deleted my comment? Fucking pussy.",
      "img": null,
      "origin": null,
      "id": "563"
    },
    "564": {
      "label": false,
      "text": "stop murder \n\nYou are very unfriendly and falsely accusing me.  You are not helpful but a bully.  Look at yourself.",
      "img": null,
      "origin": null,
      "id": "564"
    },
    "565": {
      "label": false,
      "text": "Wtf ur a asshole no advertising pls Bot",
      "img": null,
      "origin": null,
      "id": "565"
    },
    "566": {
      "label": false,
      "text": "Shut up, read what I left on talk page, before you give me pure garbage, you are the one who is vandalizing everything by not fixing things the way they ought to be, i reject your reply fully.",
      "img": null,
      "origin": null,
      "id": "566"
    },
    "567": {
      "label": false,
      "text": "Don't tell me what to do! \n\nFirst of all, I can do whatever I want in my talk page. Second, Cartman clearly had a split personality disorder. It wasn't the toy. Third, I can say whatever I want in the edit summary so people know why I removed stuff. Finally, spare me your smile. 98.221.192.218",
      "img": null,
      "origin": null,
      "id": "567"
    },
    "568": {
      "label": false,
      "text": "\"\n\nevery other press agency said the crowd was chanting \"\"you're a tory too\"\" only the daily mail which by the way is a tory paper reported that the croud chanted \"\"fucking tory jew\"\" he is a dispicable scab but that is because of his politics not his liniage94.168.210.8  \n\n\"",
      "img": null,
      "origin": null,
      "id": "568"
    },
    "569": {
      "label": false,
      "text": "Sockpuppet \n\nYou cannot get indefinitely blocked for accusing another editor of being a sockpuppet, so stop throwing your fucking weight around.  And before you even think about it, you cannot be fucking blocked for using bad language either.",
      "img": null,
      "origin": null,
      "id": "569"
    },
    "570": {
      "label": false,
      "text": "This idiot graceful slick needs a friend to touch his no no spot 172.56.34.4",
      "img": null,
      "origin": null,
      "id": "570"
    },
    "571": {
      "label": false,
      "text": "are you stupid or what????? read the very union text yourself!!!! it is clearly states that union is between TWO NATIONS!!!!!!!   http://www.lublin.eu/Liublino_unijos_paskelbimo_aktas-1-927-27-1216.html",
      "img": null,
      "origin": null,
      "id": "571"
    },
    "572": {
      "label": false,
      "text": "because i am a Miserable MotherFucker and a BIG DickHead",
      "img": null,
      "origin": null,
      "id": "572"
    },
    "573": {
      "label": false,
      "text": "WIKIBITCH \n\nYO LIL PUNKASS AINT SHIT OUT ON DA STREETS NIGGA",
      "img": null,
      "origin": null,
      "id": "573"
    },
    "574": {
      "label": false,
      "text": "Wikipedia's administrators are among the dumbest people alive. They are all fat basement dwelers who have never been laid. Fuck you.",
      "img": null,
      "origin": null,
      "id": "574"
    },
    "575": {
      "label": false,
      "text": "Fuck you, you psychotic fanboy retard.",
      "img": null,
      "origin": null,
      "id": "575"
    },
    "576": {
      "label": false,
      "text": "\"\n\"\"And I hate everything to do with China\"\"\nWhat's with all the hate? I, believe it or not, do not hate Georgians. Just Saakashvili. He's an asshole.  \"",
      "img": null,
      "origin": null,
      "id": "576"
    },
    "577": {
      "label": false,
      "text": "This user is a fucking douche bag",
      "img": null,
      "origin": null,
      "id": "577"
    },
    "578": {
      "label": false,
      "text": "Why can't you believe how fat Artie is? Did you see him on his recent appearence on the Tonight Show with Jay Leno? He looks absolutely AWFUL! If I had to put money on it, I'd say that Artie Lange is a can't miss candidate for the 2007 Dead pool!   \n\n  \nKeep your God damned fingers off of my above comment, !!!",
      "img": null,
      "origin": null,
      "id": "578"
    },
    "579": {
      "label": false,
      "text": "MARK SWEEP IS A WANKER''''''",
      "img": null,
      "origin": null,
      "id": "579"
    },
    "580": {
      "label": false,
      "text": "\"\n\nUgh, I hate when people add BS to articles like that.... Crap.  ♣   Chat wit' me  §  Contributions ♣ \"",
      "img": null,
      "origin": null,
      "id": "580"
    },
    "581": {
      "label": false,
      "text": "MUHAMMAD WAS A MURDERER, RAPIST, THIEF, SLAVE TRADER, WARMONGER AND DIRTY PEDOPHILE\n\nISLAM = NAZI",
      "img": null,
      "origin": null,
      "id": "581"
    },
    "582": {
      "label": false,
      "text": "By the way, the exchange between Rjensen is Jpgordon is a sock puppet conversation. Pathetic, really. 129.133.127.244",
      "img": null,
      "origin": null,
      "id": "582"
    },
    "583": {
      "label": false,
      "text": "I will be writing an e-mail regardless with all 3 of your user names in it. I am not a vandal. And I can call you a Nazi all I want, it's not an attack if I think highly of them. Actually it would be a compliment. 68.1.89.162",
      "img": null,
      "origin": null,
      "id": "583"
    },
    "584": {
      "label": false,
      "text": "something you really really need to get that bug out of your ass.",
      "img": null,
      "origin": null,
      "id": "584"
    },
    "585": {
      "label": false,
      "text": "I don't like you \n\nI will hurt you.",
      "img": null,
      "origin": null,
      "id": "585"
    },
    "586": {
      "label": false,
      "text": "I also reverted vandalism on Dookie does that make me Green Day No does that make me a fan No you're a bastard I hate you I cant believe just because I was going through Recent Changes and helping out people doesn't make me a sockpuppet I can help out and edit that doesnt make me someone else youre a horrible user that should be blocked i cant believe you",
      "img": null,
      "origin": null,
      "id": "586"
    },
    "587": {
      "label": false,
      "text": "just the shut the hell up man",
      "img": null,
      "origin": null,
      "id": "587"
    },
    "588": {
      "label": false,
      "text": "FUCK YOU NATLIE YOU DUMBASS CUNTBAG!\nI HAVE A DYNAMIC IP\nU CANNOT BAN ME\nTOUGH SHIT AINT IT CUNT?\n\nso go suck some random ass fuckers cock, before i vandalize your entire site..\nB-I-O-T-C-H!\n\nDONT MAKE ME COME FIND YOUR ASS IN OHIO, I READ YOUR WIKI ENTRY!\nKNOCK KNOCK*\nYOUR DUMB PUTTING THAT MUCH PERSONAL INFO OUT THERE AND CALLING OUT TROLLS WITH\nDYNAMIC IP RANGES YOU DUMB BITCH!",
      "img": null,
      "origin": null,
      "id": "588"
    },
    "589": {
      "label": false,
      "text": "Go hang yourself. \n\nYou're making garbage edits on Wikipedia and you are ruining Wikipedia. Go shoot yourself, n!!!gger. Screw rap music. Hang yourself and die, You're dumb, Gayo68.",
      "img": null,
      "origin": null,
      "id": "589"
    },
    "590": {
      "label": false,
      "text": "\"\n\n Leave it... Sector 06 Rourkela \n\nDude..\nI'm no more interested in editing... fuckkk offf \"\"You and Your Administrator Page\"\"...\nThanks..  \"",
      "img": null,
      "origin": null,
      "id": "590"
    },
    "591": {
      "label": false,
      "text": "\"\n\n I'm just helping the reader of Wikipedia not see a medal table all messy and without logical organization. And this \"\"bronze medal first, gold second and silver third\"\" or \"\"mixed date order\"\" don't help nobody. I suggest you ignore this crazy consensus.   \"",
      "img": null,
      "origin": null,
      "id": "591"
    },
    "592": {
      "label": false,
      "text": "DELETE!?!?!?\nYou delete vandalist pages?!?!?! You sick, sick bitch.",
      "img": null,
      "origin": null,
      "id": "592"
    },
    "593": {
      "label": false,
      "text": "Screw you and your junkie McChrystal.",
      "img": null,
      "origin": null,
      "id": "593"
    },
    "594": {
      "label": false,
      "text": "Sure, I'll sign my name on every post I make, even though you refure to answer my compaint. But now keep in mind that I'll also sign it with a side note as a protest. Is this better for you, mr. racist?\n68.173.95.177  \n68.173.95.177 \n68.173.95.177  \n68.173.95.177 \n68.173.95.177 \n68.173.95.177  \n68.173.95.177 \n68.173.95.177 \n68.173.95.177",
      "img": null,
      "origin": null,
      "id": "594"
    },
    "595": {
      "label": false,
      "text": "User:Abd is Muslim scum",
      "img": null,
      "origin": null,
      "id": "595"
    },
    "596": {
      "label": false,
      "text": "To Huldra \n\nI sincerely hope you die. 124.180.167.228",
      "img": null,
      "origin": null,
      "id": "596"
    },
    "597": {
      "label": false,
      "text": "being initially search for.\n\nand a parting note: GO FUCK YOURSELF",
      "img": null,
      "origin": null,
      "id": "597"
    },
    "598": {
      "label": false,
      "text": "Medals \n\nHoly crap look at that picture! How many freakin' medals does this guy have?!? I can understand a medal for being first in space, but he looks decorated enough to command the army around with the flick of his wrist.",
      "img": null,
      "origin": null,
      "id": "598"
    },
    "599": {
      "label": false,
      "text": "Shut up, NoCal. Whinging about BLP's and Blocks  be serious, you don't care about policy or procedure. You just want to see an American, Jewish, Pro-Israel genocide advocate portrayed as a rationalistic hero, because Israel makes your dick hard. You twisted individual. 99.249.128.214",
      "img": null,
      "origin": null,
      "id": "599"
    }
  },
  "version": 0
}
